Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_rest_api/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: To retrieve information about a specific physical storage system (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información sobre un sistema de almacenamiento físico específico (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理ストレージシステムに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索特定物理存储系统的信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information, such as canisters and physical disks that are associated with a specific physical storage system, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como recipientes y discos físicos relacionados con un sistema de almacenamiento físico específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理ストレージシステムに関するキャニスターおよび物理ディスク等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索与特定物理存储系统关联的机箱和物理磁盘等信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: Retrieving Physical Switch Details
es_es: Obtener detalles sobre el switch físico
ja_jp: 物理スイッチ情報の取得
zh_cn: 检索物理交换机详细信息

source: To retrieve information for all physical switches, use the following request URL:
es_es: Para obtener información sobre todos los switches físicos, use la siguiente URL de solicitud:
ja_jp: すべての物理スイッチに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取所有物理交换机的信息，请使用以下请求 URL：

source: actions (list of actions that can be used) count (number of physical switches) name (URI name) pages (count of pages) resources (list of URLs for each physical switch) subcount (number of physical switches that were returned)
es_es: acciones (listado de acciones que se pueden usar) total (número de switches físicos) nombre (nombre de URI) páginas (total de páginas) recursos (listado de URL para cada switch físico) subtotal (número de switches físicos devueltos)
ja_jp: actions (使用することのできるアクションのリスト) count (物理スイッチの数) name (URI 名) pages (ページ数) resources (各物理スイッチの URL のリスト) subcount (返された物理スイッチの数)
zh_cn: actions (可用操作列表) count (物理交换机数量) name (URI 名称) pages (页数) resource (各物理交换机的 URL 列表 ) subcount (返回的物理交换机数量)

source: To retrieve all information about the physical switches, use the <emphasis role="strong">?expand=resources</emphasis> query parameter, for example:
es_es: Para obtener toda la información sobre los switches físicos, use el <emphasis role="strong">?expand=resources</emphasis> parámetro de consulta, por ejemplo:
ja_jp: 物理スイッチに関するすべての情報を取得するには、<emphasis role="strong">?expand=resources</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索物理交换机的所有信息，请使用 <emphasis role="strong">?expand=resources</emphasis> 查询参数，例如：

source: To retrieve specific information about the physical switches (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información específica sobre los switches físicos (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理スイッチに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索物理交换机的具体信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as ports on physical switches, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como puertos en switches físicos, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理スイッチのポート等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取具体信息，例如物理交换机上的端口，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as physical devices connected to physical switches, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como dispositivos físicos conectados a switches físicos, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理スイッチに接続された物理デバイス等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索具体信息，例如连接至物理交换机的物理设备，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information about only a specific physical switch, use the <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;switch_name&gt;</emphasis> query attributes on all physical switch resources, for example:
es_es: Para obtener información solo sobre un switch físico específico, use los <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> atributos de consulta en todos los recursos de switch físicos, por ejemplo:
ja_jp: 特定の物理スイッチに関する情報だけを取得するには、すべての物理スイッチリソースに対して <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;switch_name&gt;</emphasis> クエリー属性を使用します。以下に例を示します。
zh_cn: 若要获取与某个特定物理交换机相关的信息，请对所有物理交换机资源使用 <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;switch_name&gt;</emphasis> 查询属性，例如：

source: Retrieving Physical Switch Details by ID
es_es: Obtener detalles sobre el switch físico por ID
ja_jp: ID による物理スイッチ情報の取得
zh_cn: 按照 ID 获取物理交换机详细信息

source: To retrieve information for a specific physical switch, use the following request URL:
es_es: Para obtener información de un switch físico específico, use la siguiente URL de solicitud:
ja_jp: 特定の物理スイッチに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取某个特定物理交换机的信息，请使用以下请求 URL：

source: To retrieve information about a specific physical switch (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información sobre un switch físico específico (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理スイッチに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取一个特定物理交换机的信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as physical devices that are connected to a specific physical switch, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como dispositivos físicos conectados a un switch físico específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理スイッチに接続された物理デバイス等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取具体信息，例如连接至某个特定物理交换机的物理设备，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as ports on a specific physical switch, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como puertos en un switch físico específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定物理スイッチのポート等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取具体信息，例如特定物理交换机上的端口，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: Performing physical switch actions
es_es: Realizar acciones de switch físico
ja_jp: 物理スイッチに関する操作の実施
zh_cn: 执行物理交换机操作

source: You can use the REST API to perform management tasks on a physical switch, such as restarting the switch.
es_es: La API REST se puede utilizar para realizar tareas de gestión en un switch físico, como reiniciar el switch.
ja_jp: REST API を使用して、物理スイッチの再起動などの管理タスクを実施することができます。
zh_cn: 您可以使用 REST API 对一个特定物理交换机执行管理任务，如重启交换机。

source: <emphasis role="strong">Note:</emphasis> To perform actions on physical switch, you must create a basic authentication using your preferred tool or library, and enter your user name and password to access the CloudForms REST API.
es_es: <emphasis role="strong">Nota:</emphasis> Para realizar acciones en un switch físico, debe crear una autenticación básica mediante su herramienta o biblioteca preferida e ingresar su nombre de usuario y contraseña para acceder a la API REST de CloudForms.
ja_jp: <emphasis role="strong">メモ:</emphasis> 物理スイッチに関する操作を実施するには、任意のツールまたはライブラリーを用いて基本認証を作成し、ユーザー名およびパスワードを入力して CloudForms REST API にアクセスする必要があります。
zh_cn: <emphasis role="strong">注意：</emphasis>要对物理交换机执行操作，您必须使用您首选的工具或库创建基本的身份验证信息，再输入您的用户名和密码来访问 CloudForms REST API。

source: Restarting a physical switch
es_es: Reiniciar un switch físico
ja_jp: 物理スイッチの再起動
zh_cn: 重启一个物理交换机

source: To restart a specific switch, send a POST request using the following request URL and JSON request body.
es_es: Para reiniciar un switch específico, envíe una solicitud POST utilizando la siguiente URL de solicitud y el cuerpo de solicitud JSON.
ja_jp: 特定のスイッチを再起動するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要重启一个特定的交换机，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Performing an action on multiple physical switches
es_es: Realizar una acción en varios switches físicos
ja_jp: 複数の物理スイッチに関する操作の実施
zh_cn: 对多台物理交换机执行操作

source: To perform an action on more than one physical switch, send a POST request using the following request URL and JSON request body.
es_es: Para realizar una acción en más de un switch físico, envíe una solicitud POST utilizando la siguiente URL de solicitud y el cuerpo de solicitud JSON.
ja_jp: 複数の物理スイッチに関する操作を実施するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要对多台物理交换机执行操作，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Red Hat CloudForms
zh_cn: 红帽 CloudForms
