Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_rest_api/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: To retrieve information such as network adapters and storage adapters in a specific physical server, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como adaptadores de redes y adaptadores de almacenamiento en un servidor físico específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定物理サーバーのネットワークアダプターおよびストレージアダプター等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取一个特定物理服务中的网络适配器、存储适配器等信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: Performing physical server actions
es_es: Realizar acciones en servidores físicos
ja_jp: 物理サーバーに関する操作の実施
zh_cn: 执行物理服务器操作

source: You can use the REST API to perform management tasks on a physical server, such as powering on an off, restarting, and changing the location-LED state.
es_es: La API REST se puede utilizar para realizar tareas de gestión en un servidor físico, como encender o apagar, reiniciar y modificar la ubicación del estado del LED.
ja_jp: REST API を使用して、物理サーバーの電源オン/オフ、再起動、およびロケーション LED の状態変更などの管理タスクを実施することができます。
zh_cn: 您可以使用 REST API 对物理服务器执行管理任务，如开机和关机、重启，以及更改位置 LED 状态。

source: <emphasis role="strong">Note:</emphasis> To perform actions on physical servers, you must create a basic authentication using your preferred tool or library, and enter your user name and password to access the CloudForms REST API.
es_es: <emphasis role="strong">Nota:</emphasis> Para realizar acciones en servidores físicos, debe crear una autenticación básica mediante su herramienta o biblioteca preferida e ingresar su nombre de usuario y contraseña para acceder al API REST de CloudForms.
ja_jp: <emphasis role="strong">メモ:</emphasis> 物理サーバーに関する操作を実施するには、任意のツールまたはライブラリーを用いて基本認証を作成し、ユーザー名およびパスワードを入力して CloudForms REST API にアクセスする必要があります。
zh_cn: <emphasis role="strong">注意：</emphasis>要对物理服务器执行操作，您必须使用您首选的工具或库创建基本的身份验证信息，再输入您的用户名和密码来访问 CloudForms REST API。

source: Powering on a physical server
es_es: Encender un servidor físico
ja_jp: 物理サーバーの電源オン
zh_cn: 打开物理服务器电源

source: To power on a specific physical server, send a POST request using the following request URL and JSON request body.
es_es: Para encender un servidor físico específico, envíe una petición de POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: 特定の物理サーバーの電源をオンにするには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要打开特定物理服务器的电源，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Powering off a physical server
es_es: Apagar un servidor físico
ja_jp: 物理サーバーの電源オフ
zh_cn: 关闭物理服务器电源

source: To shut down the operating system and power off a specific physical server, send a POST request using the following request URL and JSON request body.
es_es: Para cerrar el sistema operativo y apagar un servidor físico específico, envíe una petición POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: オペレーティングシステムを終了して特定の物理サーバーの電源をオフにするには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要关闭操作系统并关闭特定物理服务器的电源，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Immediately powering off a physical server
es_es: Apagado inmediato de un servidor físico
ja_jp: 物理サーバーの即時電源オフ
zh_cn: 立即关闭一个物理服务器电源

source: To immediately power off a specific physical server, send a POST request using the following request URL and JSON request body.
es_es: Para apagar inmediatamente un servidor físico específico, envíe una petición de POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: 特定の物理サーバーの電源を直ちにオフにするには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要立即关闭特定物理服务器的电源，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Restarting a physical server
es_es: Reiniciar un servidor físico
ja_jp: 物理サーバーの再起動
zh_cn: 重启物理服务器

source: To shut down the operating system and restart a specific physical server, send a POST request using the following request URL and JSON request body.
es_es: Para cerrar el sistema operativo y reiniciar un servidor físico específico, envíe una petición POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: オペレーティングシステムを終了して特定の物理サーバーを再起動するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要关闭操作系统并重启特定的物理服务器，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Immediately restarting a physical server
es_es: Reiniciar un servidor físico inmediatamente
ja_jp: 物理サーバーの即時再起動
zh_cn: 立即重启物理服务器

source: To immediately restart a specific physical server, send a POST request using the following request URL and JSON request body.
es_es: Para reiniciar un servidor físico específico inmediatamente, envíe una petición POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: 特定の物理サーバーを直ちに再起動するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要立即重启特定的物理服务器，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Changing the location LED state on a physical server to blinking
es_es: Modificar la ubicación del estado del LED a parpadeo
ja_jp: 物理サーバーロケーション LED 状態の点滅への変更
zh_cn: 将物理服务器的位置 LED 状态更改为闪烁

source: To change the location-LED state to blinking on a specific server, send a POST request using the following request URL and JSON request body.
es_es: Para modificar la ubicación del estado del LED a parpadeo en un servidor específico, envíe una petición POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: 特定のサーバーについてロケーション LED の状態を点滅に変更するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要将特定服务器的位置 LED 状态更改为闪烁，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Performing an action on multiple physical servers
es_es: Realizar una acción en varios servidores físicos
ja_jp: 複数の物理サーバーに関する操作の実施
zh_cn: 对多台物理服务器执行操作

source: To perform an action on more than one physical server, send a POST request using the following request URL and JSON request body.
es_es: Para realizar una acción en más de un servidor físico, envíe una solicitud POST utilizando la siguiente URL de solicitud y el cuerpo de solicitud JSON.
ja_jp: 複数の物理サーバーに関する操作を実施するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要对多台物理服务器执行操作，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Retrieving Physical Chassis Details
es_es: Obtener detalles sobre el chasis físico
ja_jp: 物理シャーシ情報の取得
zh_cn: 获取物理机箱的详细信息

source: To retrieve information for all physical chassis, use the following request URL:
es_es: Para obtener información sobre todos los chasis físicos, use la siguiente URL de solicitud:
ja_jp: すべての物理シャーシに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取所有物理机箱的信息，请使用以下请求 URL：

source: actions (list of actions that can be used) count (number of physical chassis) name (URI name) pages (number of pages) resources (list of URLs for each physical chassis) subcount (number of physical chassis that were returned)
es_es: acciones (listado de acciones que se pueden usar) total (número de chasis físicos) nombre (nombre de URI) páginas (total de páginas) recursos (listado de URL para cada chasis físico) subtotal (número de chasis físicos devueltos)
ja_jp: actions (使用することのできるアクションのリスト) count (物理シャーシの数) name (URI 名) pages (ページ数) resources (各物理シャーシの URL のリスト) subcount (返された物理シャーシの数)
zh_cn: actions (可用操作列表) count (物理机箱数量) name (URI 名称) pages (页数) resource (各物理机箱的 URL 的列表 ) subcount (返回的物理机箱数量)

source: To retrieve all information about the physical chassis, use the <emphasis role="strong">?expand=resources</emphasis> query parameter, for example:
es_es: Para obtener toda la información sobre los chasis físicos, use el <emphasis role="strong">?expand=resources</emphasis> parámetro de consulta, por ejemplo:
ja_jp: 物理シャーシに関するすべての情報を取得するには、<emphasis role="strong">?expand=resources</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取物理机箱的所有信息，请使用 <emphasis role="strong">?expand=resources</emphasis> 查询参数，例如：

source: To retrieve specific information about the physical chassis (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información específica sobre los chasis físicos (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理シャーシに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取物理机箱的具体信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as the switches, storage systems, and servers in a chassis, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como switches, sistemas de almacenamiento y servidores en un chasis, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: シャーシのスイッチ、ストレージシステム、およびサーバー等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取如机箱中的交换机、存储系统和服务器的信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information about only a specific physical chassis, use the <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;chassis_name&gt;</emphasis> query attributes on all physical chassis resources, for example:
es_es: Para obtener información solo sobre un chasis físico específico, use los <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> atributos de consulta en todos los recursos de chasis físicos, por ejemplo:
ja_jp: 特定の物理シャーシに関する情報だけを取得するには、すべての物理シャーシリソースに対して <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;chassis_name&gt;</emphasis> クエリー属性を使用します。以下に例を示します。
zh_cn: 若要获取一个特定物理机箱的信息，请使用 <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;chassis_name&gt;</emphasis> 查询属性，例如：

source: Retrieving Physical Chassis Details by ID
es_es: Obtener detalles del chasis físico por ID
ja_jp: ID による物理シャーシ情報の取得
zh_cn: 通过 ID 获取物理机箱的详细信息

source: To retrieve information for a specific physical chassis, use the following request URL:
es_es: Para obtener información para un chasis físico específico, use la siguiente URL de solicitud:
ja_jp: 特定の物理シャーシに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取一个特定物理机箱的信息，请使用以下请求 URL：

source: To retrieve information about a specific physical chassis (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información sobre un chasis físico específico (como el nombre y la ID), use <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理シャーシに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取一个特定物理机箱的信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information, such as the switches, storage systems, and servers that are in a specific physical chassis, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como switches, sistemas de almacenamiento y servidores que se encuentran en un chasis físico específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定物理シャーシのスイッチ、ストレージシステム、およびサーバー等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取如一个特定物理机箱中的交换机、存储系统和服务器的信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: Performing physical chassis actions
es_es: Realizar acciones en chasis físicos
ja_jp: 物理シャーシに関する操作の実施
zh_cn: 执行物理机箱操作

source: You can use the REST API to perform management tasks on a physical chassis, such as changing the location LED state.
es_es: La API REST se puede utilizar para realizar tareas de gestión en un chasis físico, como modificar la ubicación del estado del LED.
ja_jp: REST API を使用して、物理シャーシのロケーション LED の状態変更などの管理タスクを実施することができます。
zh_cn: 您可以使用 REST API 对物理机箱执行管理任务，如更改位置 LED 状态。

source: <emphasis role="strong">Note:</emphasis> To perform actions on physical chassis, you must create a basic authentication using your preferred tool or library, and enter your user name and password to access the CloudForms REST API.
es_es: <emphasis role="strong">Nota:</emphasis> Para realizar acciones en chasis físicos, debe crear una autenticación básica mediante su herramienta o biblioteca preferida e ingresar su nombre de usuario y contraseña para acceder a la API REST de CloudForms.
ja_jp: <emphasis role="strong">メモ:</emphasis> 物理シャーシに関する操作を実施するには、任意のツールまたはライブラリーを用いて基本認証を作成し、ユーザー名およびパスワードを入力して CloudForms REST API にアクセスする必要があります。
zh_cn: <emphasis role="strong">注意：</emphasis>要对物理机箱执行操作，您必须使用您首选的工具或库创建基本的身份验证信息，并输入您的用户名和密码来访问 CloudForms REST API。

source: Changing the location LED state on a physical chassis to blinking
es_es: Modificar la ubicación del estado del LED en un chasis físico a parpadeo
ja_jp: 物理シャーシロケーション LED 状態の点滅への変更
zh_cn: 将物理机箱的位置 LED 状态更改为闪烁

source: To change the location LED state to blinking on a specific chassis, send a POST request using the following request URL and JSON request body.
es_es: Para modificar la ubicación del estado del LED a parpadeo en un chasis específico, envíe una solicitud POST utilizando la siguiente URL de solicitud y el cuerpo de solicitud JSON.
ja_jp: 特定のシャーシについてロケーション LED の状態を点滅に変更するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要将特定机箱的位置 LED 状态更改为闪烁，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Performing an action on multiple physical chassis
es_es: Realizar una acción en varios chasis físicos
ja_jp: 複数の物理シャーシに関する操作の実施
zh_cn: 对多台物理机箱执行操作

source: To perform an action on more than one physical chassis, send a POST request using the following request URL and JSON request body.
es_es: Para realizar una acción en más de un chasis físico, envíe una solicitud POST utilizando la siguiente URL de solicitud y el cuerpo de solicitud JSON.
ja_jp: 複数の物理シャーシに関する操作を実施するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要对多台物理机箱执行操作，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Retrieving Physical Rack Details
es_es: Obtener detalles sobre el rack físico
ja_jp: 物理ラック情報の取得
zh_cn: 获取物理机架的详细信息

source: To retrieve information for all physical racks, use the following request URL:
es_es: Para obtener información sobre todos los racks físicos, use la siguiente URL de solicitud:
ja_jp: すべての物理ラックに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取所有物理机架的信息，请使用以下请求 URL：

source: actions (list of actions that can be used) count (number of physical racks) name (URI name) pages (number of pages) resources (list of URLs for each physical rack) subcount (number of physical racks that were returned)
es_es: acciones (listado de acciones que se pueden usar) total (número de racks físicos) nombre (nombre de URI) páginas (total de páginas) recursos (listado de URL para cada rack físico) subtotal (número de racks físicos devueltos)
ja_jp: actions (使用することのできるアクションのリスト) count (物理ラックの数) name (URI 名) pages (ページ数) resources (各物理ラックの URL のリスト) subcount (返された物理ラックの数)
zh_cn: actions (可用操作列表) count (物理机架数量) name (URI 名称) pages (页数) resource (各物理机架的 URL 列表 ) subcount (返回的物理机架数量)

source: To retrieve all information about the physical racks, use the <emphasis role="strong">?expand=resources</emphasis> query parameter, for example:
es_es: Para obtener toda la información sobre los racks físicos, use el <emphasis role="strong">?expand=resources</emphasis> parámetro de consulta, por ejemplo:
ja_jp: 物理ラックに関するすべての情報を取得するには、<emphasis role="strong">?expand=resources</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索物理机架的所有信息，请使用 <emphasis role="strong">?expand=resources</emphasis> 查询参数，例如：

source: To retrieve specific information about the physical racks (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información específica sobre los racks físicos (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理ラックに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取物理机架的具体信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information about only a specific physical rack, use the <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;rack_name&gt;</emphasis> query attributes on all physical rack resources, for example:
es_es: Para obtener información solo sobre un rack físico específico, use los <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> atributos de consulta en todos los recursos de rack físicos, por ejemplo:
ja_jp: 特定の物理ラックに関する情報だけを取得するには、すべての物理ラックリソースに対して <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;rack_name&gt;</emphasis> クエリー属性を使用します。以下に例を示します。
zh_cn: 若要获取某个特定物理机架的相关信息，请对所有物理机架资源使用 <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;rack_name&gt;</emphasis> 查询属性，例如：

source: Retrieving Physical Rack Details by ID
es_es: Obtener detalles del rack físico por ID
ja_jp: ID による物理ラック情報の取得
zh_cn: 通过 ID 获取物理机架的详细信息

source: To retrieve information for a specific physical rack, use the following request URL:
es_es: Para obtener información de un rack físico específico, use la siguiente URL de solicitud:
ja_jp: 特定の物理ラックに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取一个特定物理机架的信息，请使用以下请求 URL：

source: To retrieve information about a specific physical rack (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información sobre un rack físico específico (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理ラックに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索特定物理机架的信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: Retrieving Physical Storage Details
es_es: Obtener detalles sobre el almacenamiento físico
ja_jp: 物理ストレージ情報の取得
zh_cn: 获取物理存储详细信息

source: To retrieve information for all physical storage systems, use the following request URL:
es_es: Para obtener información sobre todos los sistemas de almacenamiento físico, use la siguiente URL de solicitud:
ja_jp: すべての物理ストレージシステムに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要检索所有物理存储系统的信息，请使用以下请求 URL：

source: actions (list of actions that can be used) count (number of physical storage systems) name (URI name) pages (number of pages) resources (list of URLs for each physical storage system) subcount (number of physical storage systems that were returned)
es_es: acciones (listado de acciones que se pueden usar) total (número de sistemas de almacenamiento físico) nombre (nombre de URI) páginas (total de páginas) recursos (listado de URL para cada sistema de almacenamiento físico) subtotal (número de sistemas de almacenamiento físico devueltos)
ja_jp: actions (使用することのできるアクションのリスト) count (物理ストレージシステムの数) name (URI 名) pages (ページ数) resources (各物理ストレージシステムの URL のリスト) subcount (返された物理ストレージシステムの数)
zh_cn: actions (可用操作列表) count (物理存储系统的数量) name (URI 名称) pages (页数) resource (各物理存储系统的 URL 列表 ) subcount (返回的物理存储系统数量)

source: To retrieve all information about the physical storage systems, use the <emphasis role="strong">?expand=resources</emphasis> query parameter, for example:
es_es: Para obtener toda la información sobre los sistemas de almacenamiento físico, use el <emphasis role="strong">?expand=resources</emphasis> parámetro de consulta, por ejemplo:
ja_jp: 物理ストレージシステムに関するすべての情報を取得するには、<emphasis role="strong">?expand=resources</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索物理存储系统的所有信息，请使用 <emphasis role="strong">?expand=resources</emphasis> 查询参数，例如：

source: To retrieve specific information about the physical storage systems (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información específica sobre los sistemas de almacenamiento físico (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理ストレージシステムに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索物理存储系统的具体信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as canisters and physical disks associated with physical storage systems, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como recipientes y discos físicos relacionados con los sistemas de almacenamiento físico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理ストレージシステムに関するキャニスターおよび物理ディスク等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索与物理存储系统关联的机箱和物理磁盘等信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information about only a specific physical storage system, use the <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;storage_name&gt;</emphasis> query attributes on all physical storage resources, for example:
es_es: Para obtener información solo sobre un sistema de almacenamiento físico específico, use los <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> atributos de consulta en todos los recursos de almacenamiento físico, por ejemplo:
ja_jp: 特定の物理ストレージシステムに関する情報だけを取得するには、すべての物理ストレージリソースに対して <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;storage_name&gt;</emphasis> クエリー属性を使用します。以下に例を示します。
zh_cn: 若要检索仅与特定物理存储系统相关的信息，请对所有物理存储资源使用 <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;storage_name&gt;</emphasis> 查询属性，例如：

source: Retrieving Physical Storage Details by ID
es_es: Obtener detalles sobre el almacenamiento físico por ID
ja_jp: ID による物理ストレージ情報の取得
zh_cn: 通过 ID 获取物理存储详细信息

source: To retrieve information for a specific physical storage system, use the following request URL:
es_es: Para obtener información sobre un sistema de almacenamiento físico específico, use la siguiente URL de solicitud:
ja_jp: 特定の物理ストレージシステムに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要获取一个特定物理存储系统的信息，请使用以下请求 URL：
