Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_rest_api/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: Lenovo Physical Infrastructure Provider REST API
es_es: API REST de proveedores de infraestructura física de Lenovo
ja_jp: Lenovo 物理インフラストラクチャープロバイダー REST API
zh_cn: Lenovo 物理基础架构供应商 REST API

source: A reference to the Lenovo physical infrastructure provider REST API
es_es: Una referencia al API REST de proveedores de infraestructura física de Lenovo
ja_jp: Lenovo 物理インフラストラクチャープロバイダー REST API リファレンス
zh_cn: Lenovo 物理基础架构供应商 REST API 参考指南

source: A reference to the Lenovo physical infrastructure provider REST API.
es_es: Una referencia al API REST de proveedores de infraestructura física de Lenovo.
ja_jp: 本書は、Lenovo 物理インフラストラクチャープロバイダー REST API のリファレンスです。
zh_cn: Lenovo 物理基础架构供应商 REST API 参考指南。

source: If you have a suggestion for improving this guide or have found an error, please submit a Bugzilla report at <link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> against <emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> for the <emphasis role="strong">Documentation</emphasis> component. Please provide specific details, such as the section number, guide name, and CloudForms version so we can easily locate the content.
es_es: Si tiene alguna sugerencia para mejorar este manual o encuentra algún error, envíe por favor un informe Bugzilla en <link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> para <emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> especificando el componente <emphasis role="strong">documentación</emphasis>. Incluya detalles específicos como el número de la sección, nombre del manual y versión de CloudForms para poderlo encontrar fácilmente.
ja_jp: 本書に関する改善のご意見をお持ちの場合や、誤りにお気付きになった場合には、<link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> から Bugzilla レポートの提出をお願いします。Product に <emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> を選択し、Component には <emphasis role="strong">Documentation</emphasis> を選択してください。セクション番号、ガイド名、および CloudForms のバージョン等の詳細をお知らせいただくと、箇所の特定が容易になります。
zh_cn: 如果您有关于改进本指南的建议或发现了错误，请在 <link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> 上针对<emphasis role="strong">红帽 CloudForms 管理引擎</emphasis> 的<emphasis role="strong">文档</emphasis>组件提交 Bugzilla 报告。请提供具体的详细信息，如章节编号、指南名称和 CloudForms 版本等，以便我们能够轻松找到相关的内容。

source: REST API
es_es: API REST

source: You can use the REST API to retrieve information about providers, physical-infrastructure providers, and physical servers. You can use the CloudForms REST API if you need information about the servers in your physical infrastructure.
es_es: Puede utilizar el API REST para obtener información sobre los proveedores, los proveedores de infraestructura física y los servidores físicos. Puede utilizar el API REST de CloudForms si necesita información sobre los servidores en su infraestructura física.
ja_jp: REST API を使用して、プロバイダー、物理インフラストラクチャープロバイダー、および物理サーバーに関する情報を取得することができます。ご自分の物理インフラストラクチャー内のサーバーに関する情報が必要な場合は、CloudForms REST API を使用することができます。
zh_cn: 您可以使用 REST API 来检索有关供应商、物理基础架构供应商和物理服务器的信息。如果需要与物理基础架构中的服务器相关的信息，可以使用 CloudForms REST API。

source: <emphasis role="strong">Before you begin</emphasis>
es_es: <emphasis role="strong">Antes de comenzar</emphasis>
ja_jp: <emphasis role="strong">まずはじめに</emphasis>
zh_cn: <emphasis role="strong">开始之前</emphasis>

source: To use the REST API, you must log in to CloudForms Management Engine API as a user who has permission to access the API. The default user is admin, password is smartvm.
es_es: Para usar el API REST, debe iniciar sesión en CloudForms Management Engine API como usuario con permiso para acceder al API. El usuario predeterminado es admin y la contraseña es smartvm.
ja_jp: REST API を使用するためには、API へのアクセス権限が与えられたユーザーとして、CloudForms Management Engine API にログインする必要があります。デフォルトのユーザーは admin で、パスワードは smartvm です。
zh_cn: 若要使用 REST API，您必须以有权访问该 API 的用户身份登录 CloudForms Management Engine API。默认用户为 admin，密码为 smartvm。

source: Retrieving Provider Details
es_es: Obtener detalles sobre el proveedor
ja_jp: プロバイダー情報の取得
zh_cn: 检索供应商详细信息

source: To retrieve information for all providers, use the following request URL:
es_es: Para obtener información de todos los proveedores, utilice la siguiente URL:
ja_jp: すべてのプロバイダーに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要检索所有供应商的信息，请使用以下请求 URL：

source: A JSON response with the following keys is returned.
es_es: Se devolverá una respuesta JSON con las siguientes llaves.
ja_jp: 以下のキーを含んだ JSON 応答が返されます。
zh_cn: 系统将返回含有下列键的 JSON 回复。

source: actions (list of actions that can be used) count (total number of providers) name (URI name) pages (number of pages) resource (list of URLs for each provider that is managed by CloudForms) subcount (number of providers that were returned)
es_es: acciones (listado de acciones que se pueden usar) total (número total de proveedores) nombre (nombre de URI) páginas (total de páginas) recurso (listado de URL para cada proveedor administrado por CloudForms) subtotal (número de proveedores devueltos)
ja_jp: actions (使用することのできるアクションのリスト) count (プロバイダーの総数) name (URI 名) pages (ページ数) resource (CloudForms によって管理される各プロバイダーの URL のリスト) subcount (返されたプロバイダーの数)
zh_cn: actions (可用操作列表) count (供应商总数) name (URI 名称) pages (页数) resource (CloudForms 管理的各个供应商的 URL 列表 ) subcount (返回的供应商数目)

source: <emphasis role="strong">Examples</emphasis>
es_es: <emphasis role="strong">Ejemplos</emphasis>
ja_jp: <emphasis role="strong">例</emphasis>
zh_cn: <emphasis role="strong">示例</emphasis>

source: To retrieve all information about the providers, use the <emphasis role="strong">?expand=resources</emphasis> query parameter, for example:
es_es: Para obtener información sobre los proveedores, utilice el parámetro de consulta <emphasis role="strong">?expand=resources</emphasis> , como por ejemplo:
ja_jp: プロバイダーに関するすべての情報を取得するには、<emphasis role="strong">?expand=resources</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索供应商的所有信息，请使用 <emphasis role="strong">?expand=resources</emphasis> 查询参数，例如：

source: To retrieve a specific information about the providers (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener un dato específico sobre los proveedores (como el nombre y ID), utilice el parámetro de consulta <emphasis role="strong">?expand=resources</emphasis> , como por ejemplo:
ja_jp: プロバイダーに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索供应商的某一具体信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve additional information about the providers (such as port, hostname, and IP address), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información adicional sobre los proveedores (como el puerto, hostname y dirección de IP), utilice <emphasis role="strong">?expand=resources</emphasis> parámetros de consulta, como por ejemplo:
ja_jp: プロバイダーに関する情報をさらに取得するには (ポート、ホスト名、および IP アドレス等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索供应商的其他信息（如端口、主机名和 IP 地址），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information about only Lenovo physical-infrastructure providers, use the <emphasis role="strong">?expand=resources&amp;filter[]=type=&lt;provider_type&gt;</emphasis> attribute against all provider resources, for example:
es_es: Para obtener información únicamente sobre proveedores de infraestructura física de Lenovo, utilice el atributo <emphasis role="strong">?expand=resources&amp;filter[]=type=&lt;provider_type&gt;</emphasis> para todos los recursos de proveedores, por ejemplo:
ja_jp: Lenovo 物理インフラストラクチャープロバイダーに関する情報だけを取得するには、すべてのプロバイダーリソースに対して <emphasis role="strong">?expand=resources&amp;filter[]=type=&lt;provider_type&gt;</emphasis> 属性を使用します。以下に例を示します。
zh_cn: 若要检索仅与 Lenovo 物理基础架构供应商相关的信息，请对所有供应商资源使用 <emphasis role="strong">?expand=resources&amp;filter[]=type=&lt;provider_type&gt;</emphasis> 属性，例如：

source: Retrieving Provider Details by ID
es_es: Obtener detalles del proveedor por ID
ja_jp: ID によるプロバイダー情報の取得
zh_cn: 通过 ID 获取供应商详细信息

source: To retrieve information for a specific provider, use the following request URL where &lt;provider_ID&gt; is the unique identifier of the provider:
es_es: Para obtener información de un proveedor específico, utilice la siguiente URL en donde &lt;provider_ID&gt; es el identificador único del proveedor:
ja_jp: 特定のプロバイダーに関する情報を取得するには、以下のリクエスト URL を使用します。ここで、&lt;provider_ID&gt; はプロバイダーに固有の識別子です。
zh_cn: 若要检索特定供应商的信息，请使用以下请求 URL，其中 &lt;provider_ID&gt; 是供应商的唯一标识符：

source: To retrieve a specific information about the provider (such as name and ID), use the <emphasis role="strong">?attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener un dato específico sobre el proveedor (como el nombre y ID), utilice el parámetro de consulta <emphasis role="strong">?expand=resources</emphasis> , por ejemplo:
ja_jp: 特定のプロバイダーに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索该供应商的具体信息（如名称和 ID），请使用 <emphasis role="strong">?attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve additional information about the provider (such as port, hostname, and IP address), use the <emphasis role="strong">?attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información adicional sobre el proveedor (como el puerto, hostname y dirección de IP), utilice los parámetros de consulta <emphasis role="strong">?expand=resources</emphasis>, por ejemplo:
ja_jp: 特定のプロバイダーに関する情報をさらに取得するには (ポート、ホスト名、および IP アドレス等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索该供应商的其他信息（如端口、主机名和 IP 地址），请使用 <emphasis role="strong">?attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: Performing physical-infrastructure provider actions
es_es: Realizar acciones de proveedores de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーに関する操作の実施
zh_cn: 执行物理基础架构供应商操作

source: You can use the REST API to perform actions on a physical-infrastructure provider, such as creating, modifying and deleting.
es_es: La API REST se puede utilizar para realizar acciones en un proveedor de infraestructura física, como crear, modificar y eliminar.
ja_jp: REST API を使用して、物理インフラストラクチャープロバイダーの作成、修正、および削除などの操作を実施することができます。
zh_cn: 您可以使用 REST API 对物理基础架构供应商执行操作，如创建、修改和删除。

source: <emphasis role="strong">Note:</emphasis> To perform actions on physical-infrastructure providers, you must create a basic authentication using your preferred tool or library, and use the user name and password for the CloudForms instance when using the REST API.
es_es: <emphasis role="strong">Nota:</emphasis> Para realizar acciones en proveedores de infraestructura física, debe crear una autenticación básica mediante su herramienta o biblioteca preferida e ingresar su nombre de usuario y contraseña para acceder a la instancia CloudForms cuando usa el API REST.
ja_jp: <emphasis role="strong">メモ:</emphasis> 物理インフラストラクチャープロバイダーに関する操作を実施するには、任意のツールまたはライブラリーを用いて基本認証を作成し、REST API を使用する際に CloudForms インスタンス用のユーザー名およびパスワードを使用する必要があります。
zh_cn: <emphasis role="strong">注意：</emphasis>要对物理基础架构供应商执行操作，您必须使用您首选的工具或库创建基本的身份验证信息，在使用 REST API 时使用 CloudForms 实例的用户名和密码。

source: Creating a Lenovo physical-infrastructure provider
es_es: Crear un proveedor de infraestructura física de Lenovo
ja_jp: Lenovo 物理インフラストラクチャープロバイダーの作成
zh_cn: 创建 Lenovo 物理基础架构供应商

source: To create a Lenovo physical-infrastructure provider, send a POST request using the following request URL and JSON request body.
es_es: Para crear un proveedor de infraestructura física de Lenovo, realice una petición POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーを作成するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要创建 Lenovo 物理基础架构供应商，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Request body:
es_es: Cuerpo de petición:
ja_jp: リクエストボディー
zh_cn: 请求正文：

source: Modifying properties for a Lenovo physical-infrastructure provider
es_es: Modificar las propiedades de un proveedor de infraestructura física de Lenovo
ja_jp: Lenovo 物理インフラストラクチャープロバイダーのプロパティー修正
zh_cn: 修改 Lenovo 物理基础架构供应商的属性

source: To modify properties of a Lenovo physical-infrastructure provider, send a POST request using the following request URL and JSON request body.
es_es: Para modificar las propiedades de un proveedor de infraestructura física de Lenovo, envíe una petición de POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーのプロパティーを修正するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要修改 Lenovo 物理基础架构供应商的属性，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Refreshing information about all providers
es_es: Actualizar la información de todos los proveedores
ja_jp: すべてのプロバイダーに関する情報の更新
zh_cn: 刷新所有供应商的信息

source: To refresh information about all providers, send a POST request using the following request URL and JSON request body.
es_es: Para actualizar la información de todos los proveedores, envíe una petición de POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: すべてのプロバイダーに関する情報を更新するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要刷新所有供应商的信息，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Deleting a physical-infrastructure provider
es_es: Eliminar un proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの削除
zh_cn: 删除物理基础架构供应商

source: To delete a specific provider:
es_es: Para eliminar un proveedor específico:
ja_jp: 特定のプロバイダーを削除する方法:
zh_cn: 要删除特定的供应商：

source: Send a DELETE request using the following request URL.
es_es: Envíe una petición DELETE utilizando el siguiente URL.
ja_jp: 以下のリクエスト URL を使用して DELETE リクエストを送信する。
zh_cn: 使用以下请求 URL 发送 DELETE 请求。

source: Send a POST request using the following request URL and JSON request body.
es_es: Envíe una petición de POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: 以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信する。
zh_cn: 使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Performing an action on multiple physical-infrastructure providers
es_es: Realizar una acción en varios proveedores de infraestructura física
ja_jp: 複数の物理インフラストラクチャープロバイダーに関する操作の実施
zh_cn: 对多个物理基础架构供应商执行操作

source: To perform an action on more than one physical-infrastructure providers, send a POST request using the following request URL and JSON request body.
es_es: Para realizar una acción en más de un proveedor de infraestructura física, envíe una petición POST utilizando la siguiente URL y el cuerpo de petición JSON.
ja_jp: 複数の物理インフラストラクチャープロバイダーに関する操作を実施するには、以下のリクエスト URL および JSON リクエストボディーを使用して POST リクエストを送信します。
zh_cn: 若要对多个物理基础架构供应商执行操作，请使用以下请求 URL 和 JSON 请求正文发送 POST 请求。

source: Retrieving Physical Server Details
es_es: Obtener detalles sobre el servidor físico
ja_jp: 物理サーバー情報の取得
zh_cn: 检索物理服务器详细信息

source: To retrieve information for all physical servers, use the following request URL:
es_es: Para obtener detalles sobre todos los servidores físicos, utilice la siguiente URL:
ja_jp: すべての物理サーバーに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要检索所有物理服务器的信息，请使用以下请求 URL：

source: actions (list of actions that can be used) count (number of physical servers) name (URI name) pages (number of pages) resource (list of URLs for each physical server) subcount (number of physical servers that were returned)
es_es: acciones (listado de acciones que se pueden usar) total (número de servidores físicos) nombre (nombre de URI) páginas (total de páginas) recurso (listado de URL para cada servidor físico) subtotal (número de servidores físicos devueltos)
ja_jp: actions (使用することのできるアクションのリスト) count (物理サーバーの数) name (URI 名) pages (ページ数) resource (各物理サーバーの URL のリスト) subcount (返された物理サーバーの数)
zh_cn: actions (可用操作列表) count (物理服务器数量) name (URI 名称) pages (页数) resource (各个物理服务器的 URL 列表 ) subcount (返回的物理服务器数量)

source: To retrieve all information about the physical servers, use the <emphasis role="strong">?expand=resources</emphasis> query parameter, for example:
es_es: Para obtener toda la información sobre los servidores físicos, utilice un <emphasis role="strong">?expand=resources</emphasis> parámetro de consulta, por ejemplo:
ja_jp: 物理サーバーに関するすべての情報を取得するには、<emphasis role="strong">?expand=resources</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要检索物理服务器的所有信息，请使用 <emphasis role="strong">?expand=resources</emphasis> 查询参数，例如：

source: To retrieve specific information about the physical servers (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información específica sobre los servidores físicos (como el nombre y la ID), use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理サーバーに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取物理服务器的某一具体信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as firmware, networks, guest devices, and asset details associated with physical servers, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información como firmware, redes, dispositivos invitados y detalles de activos relacionados con servidores físicos, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理サーバーに関するファームウェア、ネットワーク、ゲストデバイス、およびアセット詳細などの情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取物理服务器的具体信息（如固件、网络、客户机设备以及与物理服务器相关联的资产信息），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as network adapters and storage adapters in physical servers, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como adaptadores de redes y adaptadores de almacenamiento en servidores físicos, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理サーバーのネットワークアダプターおよびストレージアダプター等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取物理服务中的网络适配器、存储适配器等信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as switches connected to physical servers, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como switches conectados a servidores físicos, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 物理サーバーに接続されたスイッチ等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取具体信息，例如与物理服务器连接的交换机的信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information about only a specific physical server, use the <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> query attributes on all physical-server resources, for example:
es_es: Para obtener información sobre un servidor físico específico, utilice los parámetros de consulta <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> en todos los recursos de servidores físicos, por ejemplo:
ja_jp: 特定の物理サーバーに関する情報だけを取得するには、すべての物理サーバーリソースに対して <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> クエリー属性を使用します。以下に例を示します。
zh_cn: 若要检索仅与特定物理服务器相关的信息，请对所有物理服务器资源使用 <emphasis role="strong">?expand=resources&amp;filter[]=name=&lt;server_name&gt;</emphasis> 查询属性，例如：

source: Retrieving Physical Server Details by ID
es_es: Obtener detalles del servidor físico por ID
ja_jp: ID による物理サーバー情報の取得
zh_cn: 按照 ID 检索物理服务器详细信息

source: To retrieve information for a specific physical server, use the following request URL:
es_es: Para obtener información de un servidor físico específico, utilice la siguiente URL:
ja_jp: 特定の物理サーバーに関する情報を取得するには、以下のリクエスト URL を使用します。
zh_cn: 若要检索特定物理服务器的信息，请使用以下请求 URL：

source: To retrieve information about a specific physical server (such as name and ID), use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información sobre un servidor físico específico (como el nombre y la ID), utilice <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定の物理サーバーに関する特定の情報を取得するには (名前および ID 等)、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取一个特定物理服务器的信息（如名称和 ID），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as firmware, networks, guest devices, and asset details for a specific server, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información como firmware, redes, dispositivos invitados y detalles de activos para un servidor específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定のサーバーに関するファームウェア、ネットワーク、ゲストデバイス、およびアセット詳細などの情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取一个特定物理服务器的具体信息（如固件、网络、客户机设备以及资产信息），请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：

source: To retrieve information such as switches that are connected to a specific server, use the <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> query parameters, for example:
es_es: Para obtener información, como switches conectados a un servidor específico, use los <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> parámetros de consulta, por ejemplo:
ja_jp: 特定のサーバーに接続されたスイッチ等の情報を取得するには、<emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> クエリーパラメーターを使用します。以下に例を示します。
zh_cn: 若要获取具体信息，例如与一个特定物理服务器连接的交换机的信息，请使用 <emphasis role="strong">?expand=resources&amp;attributes=&lt;attribute_list&gt;</emphasis> 查询参数，例如：
