Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: A physical-infrastructure provider can discover configuration patterns that are defined on the associated XClarity Administrator instance. A configuration pattern can then be applied to a single or multiple physical servers.
es_es: Un proveedor de infraestructura física puede detectar los patrones de configuración que están definidos en la instancia asociada de XClarity Administrator. De esta manera, un patrón de configuración se puede aplicar a uno o a múltiples servidores físicos.
ja_jp: 物理インフラストラクチャープロバイダーでは、関連する XClarity Administrator インスタンスで定義される構成パターンを検出することができます。その後、構成パターンを 1 つまたは複数の物理サーバーに適用することができます。
zh_cn: 物理基础架构供应商可以发现关联 XClarity Administrator 实例中定义的配置模式。然后，就可以选择一个配置模式应用到一台或多台物理服务器。

source: <emphasis role="strong">Note</emphasis>: Configuration patterns can be assigned only to physical servers that do not have a pattern assigned to them.
es_es: <emphasis role="strong">Nota</emphasis>: los patrones de configuración se pueden asignar solamente a los servidores físicos que no tienen un patrón asignado.
ja_jp: <emphasis role="strong">メモ</emphasis>: 構成パターンを割り当てることができるのは、パターンの割り当てられていない物理サーバーだけです。
zh_cn: <emphasis role="strong">注意</emphasis>：配置模式仅可分配到尚未分配有模式的物理服务器。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_provision.png" /> </imageobject> <textobject><phrase>physical server provision</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_provision.png" /> </imageobject> <textobject><phrase>aprovisionamiento de servidores físicos</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_provision.png" /> </imageobject> <textobject><phrase>物理服务器置备</phrase></textobject> </inlinemediaobject>

source: You can deploy a configuration pattern to one or more physical server by completing the following steps.
es_es: Para implementar un patrón de configuración en uno o más servidores físicos, realice los siguientes pasos.
ja_jp: 以下のステップを実施して、1 つまたは複数の物理サーバーに構成パターンをデプロイすることができます。
zh_cn: 您可以通过完成下列步骤，将配置模式部署到一台或多台物理服务器。

source: Navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Servers</emphasis> to display the Physical Servers page.
es_es: Navegue a <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Servers</emphasis> para mostrar la página de Servidores físicos.
ja_jp: <emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; サーバー</emphasis> の順に移動して、物理サーバー ページを表示します。
zh_cn: 前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 服务器</emphasis>，以显示“物理服务器”页面。

source: Click a server (to display the server details page) or select multiple servers that you want to provision.
es_es: Haga clic en un servidor (para mostrar la página de detalles del servidor) o seleccione múltiples servidores que desee aprovisionar.
ja_jp: プロビジョニングするサーバーをクリックするか (サーバーの詳細ページが表示されます)、複数のサーバーを選択します。
zh_cn: 单击一台服务器（以显示服务器详细信息页面），或选择您要置备的多台服务器。

source: Click <emphasis role="strong">Lifecycle &gt; Provision Physical Server</emphasis> from the top menu to display the Add Physical Server page.
es_es: Haga clic en <emphasis role="strong">Lifecycle &gt; Provision Physical Server</emphasis> en el menú principal para mostrar la página Añadir servidor físico.
ja_jp: トップメニューで <emphasis role="strong">ライフサイクル &gt; 物理サーバーのプロビジョニング</emphasis> の順にクリックし、物理サーバーの追加 ページを表示します。
zh_cn: 单击顶部菜单中的<emphasis role="strong">生命周期 &gt; 置备物理服务器</emphasis>，以显示“添加物理服务器”页面。

source: On the <emphasis role="strong">Request</emphasis> tab, enter an email address into the <emphasis role="strong">E-Mail</emphasis> field.
es_es: En la pestaña <emphasis role="strong">Request</emphasis>, ingrese una dirección de correo electrónico en el campo <emphasis role="strong">E-Mail</emphasis>.
ja_jp: <emphasis role="strong">要求</emphasis> タブの <emphasis role="strong">メール</emphasis> フィールドに、メールアドレスを入力します。
zh_cn: 在<emphasis role="strong">请求</emphasis>选项卡上的<emphasis role="strong">电子邮件</emphasis>字段中输入电子邮件地址。

source: On the <emphasis role="strong">Catalog</emphasis> tab, select the configuration pattern that you want to deploy from the <emphasis role="strong">Configuration Pattern</emphasis> drop-down menu, and then click <emphasis role="strong">Submit</emphasis>. The Requests page is displayed.
es_es: En la pestaña <emphasis role="strong">Catalog</emphasis>, seleccione el patrón de configuración que desea implementar en el menú desplegable <emphasis role="strong">Configuration Pattern</emphasis> y luego haga clic en <emphasis role="strong">Submit</emphasis>. Se mostrará la página de solicitudes.
ja_jp: <emphasis role="strong">カタログ</emphasis> タブの <emphasis role="strong">構成パターン</emphasis> ドロップダウンメニューからデプロイする構成パターンを選択し、続いて <emphasis role="strong">送信</emphasis> をクリックします。要求 ページが表示されます。
zh_cn: 在<emphasis role="strong">目录</emphasis>选项卡上，从<emphasis role="strong">配置模式</emphasis>下拉菜单中选择您要部署的配置模式，然后单击<emphasis role="strong">提交</emphasis>。此时会显示“请求”页面。

source: Click the request that was created to deploy the configuration pattern from the <emphasis role="strong">Requests</emphasis> table. The Apply Configuration Pattern page is displayed.
es_es: Haga clic en la solicitud que fue creada para implementar el patrón de configuración en la tabla <emphasis role="strong">Requests</emphasis>. Se mostrará la página Aplicar patrón de configuración.
ja_jp: 作成した要求をクリックし、構成パターンを <emphasis role="strong">要求</emphasis> テーブルからデプロイします。構成パターンの適用 ページが表示されます。
zh_cn: 从<emphasis role="strong">请求</emphasis>表中，单击创建的请求来部署配置模式。此时会显示“应用配置模式”页面。

source: Click the check mark button.
es_es: Haga clic en el botón de verificación.
ja_jp: チェックマークボタンをクリックします。
zh_cn: 单击勾号按钮。

source: Enter the reason for performing this action in the <emphasis role="strong">Reason</emphasis> field.
es_es: Ingrese el motivo para realizar esta acción en el campo <emphasis role="strong">Reason</emphasis>.
ja_jp: <emphasis role="strong">理由</emphasis> フィールドに、この操作を実施する理由を入力します。
zh_cn: 在<emphasis role="strong">原因</emphasis>字段中，输入执行此操作的原因。

source: Click <emphasis role="strong">Submit</emphasis> to deploy the configuration pattern to the specified server. You can monitor the status of the action in the <emphasis role="strong">Requests</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Submit</emphasis> para implementar el patrón de configuración en el servidor especificado. Puede supervisar el estado de la acción en la tabla <emphasis role="strong">Requests</emphasis>.
ja_jp: <emphasis role="strong">送信</emphasis> をクリックして指定したサーバーに構成パターンをデプロイします。<emphasis role="strong">要求</emphasis> テーブルで、アクションのステータスを確認することができます。
zh_cn: 单击<emphasis role="strong">提交</emphasis>，将配置模式部署到指定的服务器。您可以在<emphasis role="strong">请求</emphasis>表中监控操作的状态。

source: Viewing network devices that are associated with a physical server
es_es: Ver los dispositivos de red asociados con un servidor físico
ja_jp: 物理サーバーに関連付けられたネットワークデバイスの表示
zh_cn: 查看与物理服务器关联的网络设备

source: From the Physical Server Summary page, you can access details about network devices such as network interface cards.
es_es: Desde la página Resumen de servidor físico, puede acceder a detalles sobre los dispositivos de red, como las tarjetas de interfaz de red.
ja_jp: 物理サーバーの概要ページから、ネットワークインターフェースカード等のネットワークデバイスの詳細を把握することができます。
zh_cn: 在“物理服务器概览”页面，您可以访问网络设备的详细信息，例如网络接口卡。

source: Access the Physical Servers page, as described in the <xref linkend="viewing_a_physical_server" /> section, and then select a physical server. The Physical Server Summary page is displayed.
es_es: Acceda a la página Servidores físicos, según se describe en la sección <xref linkend="viewing_a_physical_server" />; luego, seleccione un servidor físico. Aparecerá la página Resumen de servidor físico.
ja_jp: <xref linkend="viewing_a_physical_server" />セクションに記載の手順に従って 物理サーバー ページに移動し、続いて物理サーバーを選択します。物理サーバーの概要ページが表示されます。
zh_cn: 按照<xref linkend="viewing_a_physical_server" />部分的描述，访问“物理服务器”页面，然后选择一个物理服务器。此时会显示“物理服务器概览”页面。

source: Click on the <emphasis role="strong">Network Devices</emphasis> count in the <emphasis role="strong">Properties</emphasis> table. A list of network devices is displayed.
es_es: Haga clic en el número de <emphasis role="strong">Dispositivos de red</emphasis> en la tabla <emphasis role="strong">Propiedades</emphasis>. Aparecerá un listado de dispositivos de red.
ja_jp: <emphasis role="strong">プロパティー</emphasis> テーブルで <emphasis role="strong">ネットワークデバイス</emphasis> 数をクリックします。ネットワークデバイスのリストが表示されます。
zh_cn: 单击<emphasis role="strong">属性</emphasis>表中的<emphasis role="strong">网络设备</emphasis>数量。此时会显示网络设备列表。

source: Select a network device from the list. The Network Device Summary page is displayed.
es_es: Seleccione un dispositivo de red de la lista. Aparecerá la página Resumen de dispositivo de red.
ja_jp: リストからネットワークデバイスを選択します。ネットワークデバイスの概要ページが表示されます。
zh_cn: 从列表中选择网络设备。此时会显示“网络设备概览”页面。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/network_device_summary.png" /> </imageobject> <textobject><phrase>network device summary</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/network_device_summary.png" /> </imageobject> <textobject><phrase>resumen de dispositivo de red</phrase></textobject> </inlinemediaobject>

source: Viewing storage devices that are associated with a physical server
es_es: Ver los dispositivos de almacenamiento asociados con un servidor físico
ja_jp: 物理サーバーに関連付けられたストレージデバイスの表示
zh_cn: 查看与物理服务器关联的存储设备

source: From the Physical Server Summary page, you can access details about storage devices, such as RAID cards.
es_es: Desde la página Resumen de servidor físico, puede acceder a detalles sobre los dispositivos de almacenamiento, como las tarjetas RAID.
ja_jp: 物理サーバーの概要ページから、RAID カード等のストレージデバイスの詳細を把握することができます。
zh_cn: 从“物理服务器概览”页面，可以查看存储设备的详细信息，例如 RAID 卡。

source: Click on the <emphasis role="strong">Storage Devices</emphasis> count in the <emphasis role="strong">Properties</emphasis> table. A list of storage devices is displayed.
es_es: Haga clic en el número de <emphasis role="strong">Dispositivos de almacenamiento</emphasis> en la tabla <emphasis role="strong">Propiedades</emphasis>. Aparecerá un listado de dispositivos de almacenamiento.
ja_jp: <emphasis role="strong">プロパティー</emphasis> テーブルで <emphasis role="strong">ストレージデバイス</emphasis> 数をクリックします。ストレージデバイスのリストが表示されます。
zh_cn: 单击<emphasis role="strong">属性</emphasis>表中的<emphasis role="strong">存储设备</emphasis>数量，将显示存储设备列表。

source: Select a storage device from the list. The Storage Device Summary page is displayed.
es_es: Seleccione un dispositivo de almacenamiento de la lista. Aparecerá la página Resumen de dispositivo de almacenamiento.
ja_jp: リストからストレージデバイスを選択します。ストレージデバイスの概要ページが表示されます。
zh_cn: 从列表中选择存储设备。此时会显示“存储设备概览”页面。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/storage_device_summary.png" /> </imageobject> <textobject><phrase>storage device summary</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/storage_device_summary.png" /> </imageobject> <textobject><phrase>resumen de dispositivo de almacenamiento</phrase></textobject> </inlinemediaobject>

source: Adding physical server widgets to the dashboard
es_es: Agregar widgets de servidor físico al tablero
ja_jp: ダッシュボードへの物理サーバーウィジェットの追加
zh_cn: 在仪表板中添加物理服务器 widget

source: You can add widgets that display information about physical servers to the default dashboard.
es_es: Puede agregar widgets que muestran información sobre los servidores físicos en el tablero predeterminado.
ja_jp: 物理サーバーに関する情報が表示されるウィジェットを、デフォルトのダッシュボードに追加することができます。
zh_cn: 您可以在默认仪表板中添加用来显示物理服务器详细信息的 widget。

source: Navigate to <emphasis role="strong">Cloud Intel &gt; Dashboard</emphasis>.
es_es: Navegue a <emphasis role="strong">Inteligencia de nube &gt; Tablero</emphasis>.
ja_jp: <emphasis role="strong">クラウドインテリジェンス &gt; ダッシュボード</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">云智能 &gt; 仪表板</emphasis>。

source: Click on the <emphasis role="strong">+</emphasis> button from the top menu, and select one of the following widgets:
es_es: Haga clic en el botón <emphasis role="strong">+</emphasis> del menú superior y seleccione uno de los siguientes widgets:
ja_jp: トップメニューで <emphasis role="strong">+</emphasis> ボタンをクリックし、以下のウィジェットのいずれかを選択します。
zh_cn: 单击顶部菜单中的 <emphasis role="strong">+</emphasis> 按钮，然后选择下列 widget 之一：

source: <emphasis role="strong">Physical Server Availability</emphasis>
es_es: <emphasis role="strong">Disponibilidad del servidor físico</emphasis>
zh_cn: <emphasis role="strong">物理服务器可用性</emphasis>

source: <emphasis role="strong">Physical Server Health</emphasis>
es_es: <emphasis role="strong">Estado del servidor físico</emphasis>
zh_cn: <emphasis role="strong">物理服务器健康状态</emphasis>

source: <emphasis role="strong">Recently Discovered Physical Servers</emphasis>
es_es: <emphasis role="strong">Servidores físicos recientemente detectados</emphasis>
zh_cn: <emphasis role="strong">最近发现的物理服务器</emphasis>

source: The widget is now displayed on the default dashboard.
es_es: El widget ahora aparece en el tablero predeterminado.
ja_jp: これでウィジェットがデフォルトのダッシュボードに表示されるようになります。
zh_cn: 该 widget 会在默认仪表板中显示。

source: Creating a user that belongs to the physical infrastructure usergroup
es_es: Creación de un usuario que pertenece al grupo de usuarios de infraestructura física
ja_jp: 物理インフラストラクチャーユーザーグループに属するユーザーの作成
zh_cn: 创建一个属于物理基础架构用户组的用户

source: You can use the physical infrastructure usergroup to manage physical infrastructures. Users that belong to this group have a default dashboard that contains physical server widgets. The physical server widgets show useful information, such as server health, availability, and recently discovered servers.
es_es: Puede usar el grupo de usuarios de infraestructura física para gestionar las infraestructuras físicas. Los usuarios que pertenecen a este grupo cuentan con un tablero predeterminado que contiene widgets de servidor físico. Los widgets de servidor físico muestran información útil, como el estado del servidor, la disponibilidad y los servidores recientemente detectados.
ja_jp: 物理インフラストラクチャーユーザーグループを使用して、物理インフラストラクチャーを管理することができます。このグループに属するユーザーのデフォルトダッシュボードには、物理サーバーウィジェットが含まれます。物理サーバーウィジェットには、サーバーの健全性、可用性、および新たに検出されたサーバー等の有用な情報が表示されます。
zh_cn: 您可以使用物理基础架构用户组来管理物理基础架构。属于这个组的用户有一个包含物理服务器 widget 的默认仪表板。物理服务器 widget 显示有用的信息，例如服务器健康状态、可用性和最近发现的服务器。

source: To gain the benefits of this usergroup, you must create a new user that belongs to the physical infrastructure group.
es_es: Para obtener los beneficios de este grupo de usuarios, debe crear un nuevo usuario que pertenezca al grupo de infraestructura física
ja_jp: このユーザーグループのメリットを得るには、物理インフラストラクチャーグループに属する新規ユーザーを作成する必要があります。
zh_cn: 为了利用这种用户组优势，您必须创建一个属于物理基础架构组的新用户。

source: Follow the steps described in the <emphasis>Creating a User</emphasis> section in the <emphasis>CloudForms General Configuration</emphasis> documentation. For the group, choose <emphasis>EvmGroup-physical_infrastructure</emphasis>.
es_es: Siga estos pasos descritos en la sección <emphasis>Crear un usuario</emphasis> en la documentación <emphasis>Configuración general de CloudForms</emphasis>. Para el grupo, elija <emphasis>EvmGroup-physical_infrastructure</emphasis>.
ja_jp: <emphasis>『CloudForms General Configuration』</emphasis>の<emphasis>「Creating a User」</emphasis>セクションに記載の手順に従ってください。グループには <emphasis>EvmGroup-physical_infrastructure</emphasis> を選択します。
zh_cn: 依照 <emphasis>CloudForms 普通配置</emphasis>文档的<emphasis>创建用户</emphasis>部分所描述的步骤操作。对于组，请选择 <emphasis>EvmGroup-physical_infrastructure</emphasis>。

source: After the user is created, log in as the new user, and the default dashboard containing physical server widgets is displayed.
es_es: Después de crear el usuario, inicie sesión como usuario nuevo y aparecerá el tablero que contiene los widgets de servidor físico.
ja_jp: ユーザーの作成後に新規ユーザーとしてログインすると、物理サーバーウィジェットが含まれるデフォルトダッシュボードが表示されます。
zh_cn: 创建用户之后，以新用户的身份登录，系统将显示包含物理服务器 widget 的默认仪表板。

source: Managing physical chassis
es_es: Administrar chasis físicos
ja_jp: 物理シャーシの管理
zh_cn: 管理物理机箱

source: After the Lenovo physical-infrastructure provider is added, the physical chassis that are managed by XClarity Administrator are registered in CloudForms. You can then view and manage the chassis.
es_es: Después de agregar el proveedor de infraestructura física Lenovo, los chasis físicos que son administrados por XClarity Administrator se registran en CloudForms. De esta manera, puede ver y administrar los chasis.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーを追加すると、XClarity Administrator の管理する物理シャーシが CloudForms に登録されます。これで、シャーシを表示および管理することができるようになります。
zh_cn: 在添加了 Lenovo 物理基础架构供应商后，受 XClarity Administrator 管理的物理机箱就会被注册到 CloudForms 中。然后，您可以查看和管理这些机箱。

source: Viewing physical chassis
es_es: Ver un chasis físico
ja_jp: 物理シャーシの表示
zh_cn: 查看物理机箱

source: To view a list of all physical chassis that are managed by all physical-infrastructure providers, navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Chassis</emphasis>. The Physical Chassis page is displayed (see the following figure).
es_es: Para ver un listado de todos los chasis físicos administrados por todos los proveedores de infraestructura física, navegue a <emphasis role="strong">Cálculo &gt; Infraestructura física &gt; Servidores</emphasis>. Se muestra la página Chasis físicos (ver la figura a continuación).
ja_jp: すべての物理インフラストラクチャープロバイダーによって管理される全物理シャーシのリストを表示するには、<emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; シャーシ</emphasis> の順に移動します。物理シャーシ ページが表示されます (下図を参照)。
zh_cn: 若要查看受所有物理基础架构供应商管理的所有物理机箱，请前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 机箱</emphasis>。此时会显示“物理机箱”页面（见下图）。

source: <emphasis role="strong">Tip:</emphasis> You can sort the table columns to make it easier to find a specific chassis.
es_es: <emphasis role="strong">Consejo:</emphasis> Puede clasificar las columnas de la tabla para que sea más fácil encontrar un chasis específico.
ja_jp: <emphasis role="strong">ヒント:</emphasis> 表の見出しを使って、特定のシャーシを簡単に探すことができます。
zh_cn: <emphasis role="strong">提示：</emphasis> 您可以对表列进行排序，以方便查找特定的机箱。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_chassis/images/physical_chassis.png" /> </imageobject> <textobject><phrase>physical chassis</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_chassis/images/physical_chassis.png" /> </imageobject> <textobject><phrase>chasis físico</phrase></textobject> </inlinemediaobject>

source: Locating a physical chassis
es_es: Ubicar un chasis físico
ja_jp: 物理シャーシの場所の特定
zh_cn: 定位物理机箱

source: You can change the Location LED state on a physical chassis to locate a chassis in the data center.
es_es: Puede modificar la ubicación del estado del LED en un chasis físico para localizar un chasis en el centro de datos.
ja_jp: 物理シャーシのロケーション LED の状態を変更して、データセンター内でのシャーシの場所を特定することができます。
zh_cn: 您可以更改物理机箱上的位置 LED 状态，以在数据中心中定位机箱。

source: Navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Chassis</emphasis>.
es_es: Navegue a <emphasis role="strong">Cálculo &gt; Infraestructura &gt; Servidores.</emphasis>.
ja_jp: <emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; シャーシ</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 机箱</emphasis>。

source: Select the physical chassis. The Physical Chassis Summary page is displayed.
es_es: Seleccione el chasis físico. Aparecerá la página Resumen del chasis físico.
ja_jp: 物理シャーシを選択します。物理シャーシの概要ページが表示されます。
zh_cn: 选择物理机箱。此时会显示“物理机箱概览”页面。

source: Click on <emphasis role="strong">Identify</emphasis> in the top menu, and then click on the appropriate action: <emphasis role="strong">Blink LED</emphasis>, <emphasis role="strong">Turn On LED</emphasis>, or <emphasis role="strong">Turn Off LED</emphasis>.
es_es: Haga clic en <emphasis role="strong">Identificar</emphasis> en el menú superior y, luego, en la acción que corresponda: <emphasis role="strong">Blink LED</emphasis> (Parpadeo del LED), <emphasis role="strong">Turn On LED</emphasis> (Encender el LED) o <emphasis role="strong">Turn Off LED</emphasis> (Apagar el LED).
ja_jp: トップメニューで <emphasis role="strong">識別</emphasis> をクリックし、続いて次の中から適切な操作をクリックします。<emphasis role="strong">LED の点滅</emphasis>、<emphasis role="strong">LED をオンにする</emphasis>、または <emphasis role="strong">LED をオフにする</emphasis>。
zh_cn: 单击顶部菜单中的<emphasis role="strong">识别</emphasis>，再单击相应的操作：<emphasis role="strong">闪烁 LED</emphasis>、<emphasis role="strong">打开 LED</emphasis> 或<emphasis role="strong">关闭 LED</emphasis>。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_chassis/images/physical_chassis_identify_led.png" /> </imageobject> <textobject><phrase>physical chassis identify led</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_chassis/images/physical_chassis_identify_led.png" /> </imageobject> <textobject><phrase>Led de identificación de chasis físico</phrase></textobject> </inlinemediaobject>

source: Managing physical racks
es_es: Administrar racks físicos
ja_jp: 物理ラックの管理
zh_cn: 管理物理机架

source: After the Lenovo physical-infrastructure provider is added, the physical racks that are managed by XClarity Administrator are registered in CloudForms. You can then view and manage the racks.
es_es: Después de agregar el proveedor de infraestructura física Lenovo, los racks físicos que son administrados por XClarity Administrator se registran en CloudForms. De esta manera, puede ver y administrar los racks.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーを追加すると、XClarity Administrator の管理する物理ラックが CloudForms に登録されます。これで、ラックを表示および管理することができるようになります。
zh_cn: 在添加了 Lenovo 物理基础架构供应商后，受 XClarity Administrator 管理的物理机架就会注册到 CloudForms 中。然后，您可以查看和管理这些机架。

source: Viewing physical racks
es_es: Ver racks físicos
ja_jp: 物理ラックの表示
zh_cn: 查看物理机架

source: To view a list of all physical racks that are managed by all physical-infrastructure providers, navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Racks</emphasis>. The Physical Racks page is displayed (see the following figure).
es_es: Para ver un listado de todos los racks físicos administrados por todos los proveedores de infraestructura física, navegue a <emphasis role="strong">Cálculo &gt; Infraestructura física &gt; Servidores</emphasis>. Se muestra la página Racks físicos (ver la figura a continuación).
ja_jp: すべての物理インフラストラクチャープロバイダーによって管理される全物理ラックのリストを表示するには、<emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; ラック</emphasis> の順に移動します。物理ラック ページが表示されます (下図を参照)。
zh_cn: 若要查看所有物理基础架构供应商管理的所有物理机架的列表，请前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 机架</emphasis>。此时会显示“物理机架”页面（见下图）。

source: <emphasis role="strong">Tip:</emphasis> You can sort the table columns to make it easier to find a specific rack.
es_es: <emphasis role="strong">Consejo:</emphasis> Puede clasificar las columnas de la tabla para que sea más fácil encontrar un rack específico.
ja_jp: <emphasis role="strong">ヒント:</emphasis> 表の見出しを使って、特定のラックを簡単に探すことができます。
zh_cn: <emphasis role="strong">提示：</emphasis>您可以对表列进行排序，以方便查找特定的机架。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_rack/images/physical_racks.png" /> </imageobject> <textobject><phrase>physical racks</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_rack/images/physical_racks.png" /> </imageobject> <textobject><phrase>racks físicos</phrase></textobject> </inlinemediaobject>
