Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: Click <emphasis role="strong">Configuration &gt; Add a New Physical Server Alert Profile</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuración &gt; Agregar un nuevo perfil de alerta de servidor físico</emphasis> en el menú superior.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規物理サーバーのアラートプロファイルの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的物理服务器警告配置集</emphasis>。

source: Enter a description into the <emphasis role="strong">Description</emphasis> field.
es_es: Ingrese una descripción en el campo <emphasis role="strong">Descripción</emphasis>.
ja_jp: <emphasis role="strong">説明</emphasis> フィールドに説明を入力します。
zh_cn: 在<emphasis role="strong">描述</emphasis>字段中输入描述信息。

source: Select <emphasis role="strong">Physical server has critical health state</emphasis> from the <emphasis role="strong">Available Physical Server Alerts</emphasis> list, and click on the <emphasis role="strong">&gt;</emphasis> button to add it to the <emphasis role="strong">Profile Alerts</emphasis> list on the right.
es_es: Seleccione <emphasis role="strong">El estado del servidor físico es crítico</emphasis> de la lista <emphasis role="strong">Alertas del servidor físico disponibles</emphasis> y haga clic en el botón <emphasis role="strong">&gt;</emphasis> para agregarlo a la lista <emphasis role="strong">Alertas de perfil</emphasis> en la derecha.
ja_jp: <emphasis role="strong">利用可能な物理サーバーのアラート</emphasis> リストから <emphasis role="strong">Physical server has critical health state</emphasis> を選択し、<emphasis role="strong">&gt;</emphasis> ボタンをクリックして右側の <emphasis role="strong">プロファイルアラート</emphasis> リストに追加します。
zh_cn: 从<emphasis role="strong">可用的物理服务器警告</emphasis>列表选择<emphasis role="strong">物理服务器存在关键健康状态</emphasis>，然后单击 <emphasis role="strong">&gt;</emphasis> 按钮，将其添加到右侧的<emphasis role="strong">配置集警告</emphasis>列表。

source: Step 2. Assign servers to the alert profile
es_es: Paso 2. Asigne servidores al perfil de alertas
ja_jp: ステップ 2: アラートプロファイルへのサーバーの割り当て
zh_cn: 第 2 步：为警告配置集分配服务器

source: Click <emphasis role="strong">Alert Profiles &gt; Physical Server Alert Profiles &gt; <emphasis>ProfileName</emphasis></emphasis>, where <emphasis>ProfileName</emphasis> is the name of the physical server alert that was previously created.
es_es: Haga clic en <emphasis role="strong">Perfiles de alertas &gt; Perfiles de alertas de servidor físico &gt; <emphasis>ProfileName</emphasis></emphasis>, donde <emphasis>ProfileName</emphasis> es el nombre de alerta del servidor físico que se creó anteriormente.
ja_jp: <emphasis role="strong">アラートプロファイル &gt; 物理サーバーのアラートプロファイル &gt; <emphasis>プロファイル名</emphasis></emphasis> の順にクリックします。ここで、<emphasis>プロファイル名</emphasis> は前のステップで作成した物理サーバーアラートプロファイルの名前です。
zh_cn: 单击<emphasis role="strong">警告配置集 &gt; 物理服务器警告配置集 &gt; <emphasis>ProfileName</emphasis></emphasis>，其中 <emphasis>ProfileName</emphasis> 是之前创建的物理服务器警告的名称。

source: Click <emphasis role="strong">Configuration &gt; Edit assignments for this Alert Profile</emphasis>.
es_es: Haga clic en <emphasis role="strong">Configuración &gt; Editar asignaciones para este Perfil de alerta</emphasis>.
ja_jp: <emphasis role="strong">構成 &gt; このアラートプロファイルの割り当ての編集</emphasis> の順にクリックします。
zh_cn: 单击<emphasis role="strong">配置 &gt; 编辑这个警告配置集的分配</emphasis>。

source: Choose <emphasis role="strong">Selected Servers</emphasis> from the <emphasis role="strong">Assign To</emphasis> dropdown menu.
es_es: Elija <emphasis role="strong">Servidores seleccionados</emphasis> del menú desplegable <emphasis role="strong">Asignar a</emphasis>.
ja_jp: <emphasis role="strong">割り当て先</emphasis> ドロップダウンメニューから <emphasis role="strong">選択したサーバー</emphasis> を選択します。
zh_cn: 从<emphasis role="strong">分配给</emphasis>下拉菜单中选择<emphasis role="strong">已选服务器</emphasis>。

source: Select the checkboxes next to the servers that you want to assign to the profile from the <emphasis role="strong">Selections</emphasis> list.
es_es: Seleccione las casillas de verificación junto a los servidores que desea asignar al perfil de la lista <emphasis role="strong">Selecciones</emphasis>.
ja_jp: <emphasis role="strong">選択</emphasis> リストで、プロファイルに割り当てるサーバーの横にあるチェックボックスを選択します。
zh_cn: 从<emphasis role="strong">选择</emphasis>列表中，选中想要分配给配置集的服务器的复选框。

source: Step 3. Configure the alert associated with the alert profile
es_es: Paso 3. Configure la alerta asociada al perfil de alertas
ja_jp: ステップ 3: アラートプロファイルに関連付けられるアラートの設定
zh_cn: 第 3 步：配置与警告配置集关联的警告

source: Click <emphasis role="strong">Alert Profiles &gt; Physical Server Alert Profiles &gt; <emphasis>ProfileName</emphasis> &gt; Physical server has critical health state</emphasis>, where <emphasis>ProfileName</emphasis> is the name of the physical server alert profile that was previously created.
es_es: Haga clic en <emphasis role="strong">Perfiles de alertas &gt; Perfiles de alertas de servidor físico &gt; <emphasis>ProfileName</emphasis></emphasis>, donde <emphasis>ProfileName</emphasis> es el nombre del perfil de alerta del servidor físico creado anteriormente.
ja_jp: <emphasis role="strong">アラートプロファイル &gt; 物理サーバーのアラートプロファイル &gt; <emphasis>プロファイル名</emphasis> &gt; Physical server has critical health state</emphasis> の順にクリックします。ここで、<emphasis>プロファイル名</emphasis> は前のステップで作成した物理サーバーアラートプロファイルの名前です。
zh_cn: 单击<emphasis role="strong">警告配置集 &gt; 物理服务器警告配置集 &gt; <emphasis>ProfileName</emphasis> &gt; 物理服务器存在关键健康状态</emphasis>，其中 <emphasis>ProfileName</emphasis> 是之前创建的物理服务器警告配置集的名称。

source: Click <emphasis role="strong">Configuration &gt; Edit this Alert</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuración &gt; Edite esta alerta</emphasis> del menú superior.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; このアラートの編集</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 编辑这个警告</emphasis>。

source: Select the <emphasis role="strong">Active</emphasis> checkbox to enable the alert.
es_es: Seleccione la casilla de verificación <emphasis role="strong">Activa</emphasis> para activar la alerta.
ja_jp: <emphasis role="strong">アクティブ</emphasis> チェックボックスを選択してアラートを有効にします。
zh_cn: 选择<emphasis role="strong">激活</emphasis>复选框，以启用该警告。

source: Optionally, increase the notification frequency by selecting a new value from the <emphasis role="strong">Notification Frequency</emphasis> dropdown menu. The default frequency is one hour.
es_es: De manera opcional, puede aumentar la frecuencia de notificación seleccionando un nuevo valor del menú desplegable <emphasis role="strong">Frecuencia de notificación</emphasis>. La frecuencia predeterminada es de una hora.
ja_jp: オプションとして、<emphasis role="strong">通知頻度</emphasis> ドロップダウンメニューから新しい値を選択して通知の頻度を下げます。デフォルトの頻度は 1 時間です。
zh_cn: （可选）可以通过从<emphasis role="strong">通知频率</emphasis>下拉菜单中选择新值来增大通知频率。默认频率为 1 小时。

source: Ensure that the <emphasis role="strong">Send an E-mail</emphasis> checkbox is selected.
es_es: Asegúrese de que esté seleccionada la casilla de verificación <emphasis role="strong">Enviar correo electrónico</emphasis>.
ja_jp: <emphasis role="strong">メールの送信</emphasis> チェックボックスが選択されていることを確認します。
zh_cn: 确保<emphasis role="strong">发送电子邮件</emphasis>复选框已选中。

source: Optionally, enter a value into the <emphasis role="strong">From</emphasis> field. By default, the <emphasis>cfadmin@cfserver.com</emphasis> address is used.
es_es: De manera opcional, ingrese un valor en el campo <emphasis role="strong">De</emphasis>. De manera predeterminada, se usa la dirección <emphasis>cfadmin@cfserver.com</emphasis>.
ja_jp: オプションとして、<emphasis role="strong">送信元</emphasis> フィールドに値を入力します。デフォルトでは、アドレスに <emphasis>cfadmin@cfserver.com</emphasis> が使用されます。
zh_cn: （可选）在<emphasis role="strong">发件人</emphasis>字段中输入值。默认使用的是 <emphasis>cfadmin@cfserver.com</emphasis> 地址。

source: Enter the email address that you want to retrieve the alert notification in the <emphasis role="strong">Add</emphasis> field, and then click the <emphasis role="strong">+</emphasis> button. The email address is displayed in the <emphasis role="strong">To</emphasis> field.
es_es: Ingrese la dirección de correo electrónico de la que desea recuperar la notificación de alerta en el campo <emphasis role="strong">Agregar</emphasis> y, luego, haga clic en botón <emphasis role="strong">+</emphasis>. La dirección de correo electrónico aparecerá en el campo <emphasis role="strong">Para</emphasis>.
ja_jp: <emphasis role="strong">追加 (手動入力)</emphasis> フィールドにアラート通知を受け取るメールアドレスを入力し、続いて <emphasis role="strong">+</emphasis> ボタンをクリックします。メールアドレスが <emphasis role="strong">宛先</emphasis> フィールドに表示されます。
zh_cn: 在<emphasis role="strong">添加</emphasis>字段中输入您想要用来收取警告通知的电子邮件地址，然后单击 <emphasis role="strong">+</emphasis> 按钮。电子邮件地址会显示在<emphasis role="strong">收件人</emphasis>字段中。

source: The assigned servers are checked hourly, and a notification is sent through email if the any of the assigned servers have a critical health state.
es_es: Los servidores asignados se verifican cada hora y se envía una notificación por correo electrónico si alguno de los servidores asignados tiene estado crítico.
ja_jp: 割り当てられたサーバーが 1 時間ごとに確認され、割り当てられたサーバーのいずれかのヘルスステータスがクリティカルである場合に、通知メールが送信されます。
zh_cn: 系统每隔一小时检查一次分配的服务器；如果分配的任何服务器存在关键健康状态，会通过电子邮件发送通知。

source: Creating a policy to power on servers that are powered off
es_es: Creación de una política para encender servidores que están apagados
ja_jp: 電源オフのサーバーの電源をオンにするポリシーの作成
zh_cn: 创建一个策略以打开处于关闭状态的服务器

source: In CloudForms, there is a control policy for physical servers that automatically powers a server back on when it is powered off.
es_es: En CloudForms, se cuenta con una política de control para servidores físicos mediante la cual un servidor se vuelve a encender automáticamente al apagarse.
ja_jp: CloudForms には、電源オフの物理サーバーの電源を自動的にオンに戻すコントロールポリシーが用意されています。
zh_cn: CloudForms 中有一个针对物理服务器的控制策略，可以在服务器关闭之后自动将其打开。

source: To enable this policy, you must assign the physical infrastructure profile to a server.
es_es: Para habilitar esta política, debe asignar un perfil de infraestructura física a un servidor.
ja_jp: このポリシーを有効にするには、物理インフラストラクチャーのプロファイルをサーバーに割り当てる必要があります。
zh_cn: 要启动此策略，您必须将物理基础架构配置集分配给服务器。

source: Click a server (to display the Physical Server Summary page), or select multiple servers that you want to provision.
es_es: Haga clic en un servidor (para mostrar la página Resumen de servidor físico) o seleccione múltiples servidores que desee aprovisionar.
ja_jp: プロビジョニングするサーバーをクリックするか (物理サーバーの概要ページが表示されます)、複数のサーバーを選択します。
zh_cn: 单击一台服务器（以显示“物理服务器概览”页面），或选择您要置备的多台服务器。

source: Click <emphasis role="strong">Policy &gt; Manage Policies</emphasis> from the top menu. The Physical Server Policy Assignment page is displayed.
es_es: Haga clic en <emphasis role="strong">Política &gt; Gestionar políticas</emphasis> del menú superior. Aparecerá la página Asignación de políticas al servidor físico.
ja_jp: トップメニューで <emphasis role="strong">ポリシー &gt; ポリシーの管理</emphasis> の順にクリックします。物理サーバーポリシーの割り当て ページが表示されます。
zh_cn: 单击顶部菜单的<emphasis role="strong">策略 &gt; 管理策略</emphasis>。此时会显示“物理服务器策略分配”页面。

source: Select the <emphasis role="strong">Physical Infrastructure Profile</emphasis> checkbox.
es_es: Seleccione la casilla de verificación <emphasis role="strong">Perfil de infraestructura física</emphasis>.
ja_jp: <emphasis role="strong">Physical Infrastructure Profile</emphasis> チェックボックスを選択します。
zh_cn: 选择<emphasis role="strong">物理基础架构配置集</emphasis>复选框。

source: The policy is now assigned to the server.
es_es: Ahora, la política queda asignada al servidor.
ja_jp: これでポリシーがサーバーに割り当てられました。
zh_cn: 现在，策略已分配给服务器。

source: Updating physical server firmware using Ansible playbooks
es_es: Actualizar el firmware del servidor físico mediante playbooks de Ansible
ja_jp: Ansible Playbook を使用した物理サーバーファームウェアの更新
zh_cn: 使用 Ansible playbook 更新物理服务器固件

source: In CloudForms, physical server firmware can be updated using an Ansible playbook.
es_es: En CloudForms, el firmware del servidor físico se puede actualizar mediante el playbook de Ansible.
ja_jp: CloudForms では、Ansible Playbook を使用して物理サーバーのファームウェアを更新することができます。
zh_cn: 在 CloudForms 中，可使用 Ansible playbook 来更新物理服务器固件。

source: <emphasis>Note</emphasis>: An Ansible Tower provider that points to an Ansible Tower instance must be added to CloudForms. See the <emphasis>Adding an Ansible Tower Provider</emphasis> section in the <emphasis>CloudForms Managing Providers</emphasis> documentation.
es_es: <emphasis>Nota</emphasis>: Se debe agregar un proveedor de Ansible Tower que indique una instancia de Ansible Tower a CloudForms. Consulte la sección <emphasis>Agregar un proveedor de Ansible Tower</emphasis> en la documentación <emphasis>Proveedores de administración de CloudForms</emphasis>.
ja_jp: <emphasis>メモ</emphasis>: Ansible Tower インスタンスをポイントする Ansible Tower プロバイダーを CloudForms に追加する必要があります。<emphasis>『CloudForms Managing Providers』</emphasis>の<emphasis>「Adding an Ansible Tower Provider」</emphasis>セクションを参照してください。
zh_cn: <emphasis>注意</emphasis>：指向 Ansible Tower 实例的 Ansible Tower 供应商必须添加至 CloudForms。请查看 <emphasis>CloudForms 管理供应商</emphasis>文档中的<emphasis>添加 Ansible Tower 供应商</emphasis>部分。

source: Within Ansible Tower, create a job template for the <emphasis>config.yml</emphasis> playbook. Specify <emphasis>update_firmware</emphasis> as the job tag and any extra variables that are required by the playbook. Ensure that the option to prompt on launch is enabled. You can use this playbook to upgrade firmware on a physical server. You can get this playbook from the web at <link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">https://galaxy.ansible.com/lenovo/lxca-config</link>.
es_es: Dentro de Ansible Tower, cree una plantilla de trabajo para el playbook <emphasis>config.yml</emphasis>. Especifique <emphasis>update_firmware</emphasis> como la etiqueta de trabajo, además de toda variable adicional requerida por el playbook. Asegúrese de que esté activada la opción para solicitar un lanzamiento. Puede usar este playbook para actualizar el firmware en un servidor físico. Puede obtener este playbook de la Web en <link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">https://galaxy.ansible.com/lenovo/lxca-config</link>.
ja_jp: Ansible Tower 内で <emphasis>config.yml</emphasis> Playbook 用のジョブテンプレートを作成します。ジョブタグに <emphasis>update_firmware</emphasis> を指定し、Playbook に必要なその他の変数も指定します。起動時に確認するオプションを必ず有効にしてください。この Playbook を使用して、物理サーバーのファームウェアをアップグレードすることができます。この Playbook は、<link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">Web サイト</link> から入手することができます。
zh_cn: 在 Ansible Tower 中，为 <emphasis>config.yml</emphasis> playbook 创建任务模板。指定 <emphasis>update_firmware</emphasis> 作为任务标签，并指定 playbook 所需的额外变量。确保已启用“启动提示”选项。您可以使用这个 playbook 升级物理服务器的固件。可以从 <link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">https://galaxy.ansible.com/lenovo/lxca-config</link> 网页下载此 playbook。

source: Follow the steps that are described in the <emphasis>Executing an Ansible Tower Job Template from a Service Catalog</emphasis> section in the <emphasis>CloudForms Managing Providers</emphasis> documentation. Use the job template that you created in the previous step.
es_es: Siga estos pasos descritos en la sección <emphasis>Ejecutar una plantilla de trabajo de Ansible Tower de un catálogo de servicio</emphasis> en la documentación <emphasis>Proveedores de administración de CloudForms</emphasis>. Use esta plantilla de trabajo que creó en el paso anterior.
ja_jp: <emphasis>『CloudForms Managing Providers』</emphasis>の<emphasis>「Executing an Ansible Tower Job or Workflow Template from a Service Catalog」</emphasis>セクションに記載の手順に従ってください。前のステップで作成したジョブテンプレートを使用します。
zh_cn: 按照 <emphasis>CloudForms 管理供应商</emphasis>文档的<emphasis>执行来自服务目录的 Ansible Tower 任务模版</emphasis>部分所述的步骤进行操作。使用您在之前步骤中创建的任务模板。

source: Provisioning physical servers using Ansible playbooks
es_es: Proporcionar servidores físicos con playbooks de Ansible
ja_jp: Ansible Playbook を使用した物理サーバーのプロビジョニング
zh_cn: 使用 Ansible playbook 配置物理服务器

source: In CloudForms, XClarity Administrator configuration patterns can be used to provision physical servers through the use of an Ansible playbook. Configuration patterns act as templates for configuring logical storage, I/O adapters, boot order, and other baseboard management controller and Unified Extensible Firmware Interface (UEFI) settings.
es_es: En CloudForms, los patrones de configuración de XClarity Administrator se pueden utilizar para suministrar servidores físicos mediante el uso de un playbook de Ansible. Los patrones de configuración funcionan como plantillas para configurar el almacenamiento lógico, los adaptadores de entrada y salida, el orden de inicio y otras configuraciones del controlador de administración del tablero y la interfaz de firmware extensible y unificada (UEFI).
ja_jp: CloudForms では、Ansible Playbook を使用して、XClarity Administrator の構成パターンを用いた物理サーバーのプロビジョニングを行うことができます。構成パターンは、論理ストレージ、I/O アダプター、ブート順序、ならびにその他のベースボード管理コントローラーおよび Unified Extensible Firmware Interface (UEFI) 設定を定義する際のテンプレートとして機能します。
zh_cn: 在 CloudForms 中，XClarity Administrator configuration patterns 可以用来通过 Ansible playbook 置备物理服务器。configuration patterns 充当模板，用于配置逻辑存储、I/O 适配器、引导顺序及其他基板管理控制器和统一可扩展固件接口 (UEFI) 设置。

source: Within Ansible Tower, create a job template for the <emphasis>config.yml</emphasis> playbook. Specify <emphasis>apply_configpatterns</emphasis> as the job tag and any extra variables that are required by the playbook. Ensure that the option to prompt on launch is enabled. You can use this playbook to apply a configuration pattern to a physical server. You can get this playbook from the web at <link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">https://galaxy.ansible.com/lenovo/lxca-config</link>.
es_es: Dentro de Ansible Tower, cree una plantilla de trabajo para el playbook <emphasis>config.yml</emphasis>. Especifique <emphasis>apply_configpatterns</emphasis> como la etiqueta de trabajo, además de toda variable adicional requerida por el playbook. Asegúrese de que esté activada la opción para solicitar un lanzamiento. Puede usar este playbook para aplicar un patrón de configuración en un servidor físico. Puede obtener este playbook de la Web en <link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">https://galaxy.ansible.com/lenovo/lxca-config</link>.
ja_jp: Ansible Tower 内で <emphasis>config.yml</emphasis> Playbook 用のジョブテンプレートを作成します。ジョブタグに <emphasis>apply_configpatterns</emphasis> を指定し、Playbook に必要なその他の変数も指定します。起動時に確認するオプションを必ず有効にしてください。この Playbook を使用して、物理サーバーに構成パターンを適用することができます。この Playbook は、<link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">Web サイト</link> から入手することができます。
zh_cn: 在 Ansible Tower 中，为 <emphasis>config.yml</emphasis> playbook 创建任务模板。指定 <emphasis>apply_configpatterns</emphasis> 作为任务标签，指定 playbook 所需的任意额外变量。确保已启用“启动提示”选项。您可以使用这个 playbook 对物理服务器应用配置模式。可以从 <link xlink:href="https://galaxy.ansible.com/lenovo/lxca-config">https://galaxy.ansible.com/lenovo/lxca-config</link> 网页下载此 playbook。
