Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: physical_server_start
es_es: Iniciar_servidor_físico

source: physical_server_shutdown
es_es: Apagar_servidor_físico

source: The policy actions and the policy events must match. For example, use the following path to the policy operation <emphasis role="strong">Physical Server Shutdown</emphasis>:
es_es: Las acciones y los eventos de política deben coincidir. Por ejemplo, use la siguiente ruta para la operación de política <emphasis role="strong">Physical Server Shutdown</emphasis>:
ja_jp: ポリシー操作とポリシーイベントは一致している必要があります。たとえば、ポリシー操作 <emphasis role="strong">Physical Server Shutdown</emphasis> には、以下のパスを使用します。
zh_cn: 策略操作和策略事件必须匹配。例如，使用策略操作<emphasis role="strong">物理服务器关机</emphasis>的以下路径：

source: The policy_event value is matched with the policy operation applied.
es_es: El valor policy_event corresponde a la operación de política aplicada.
ja_jp: policy_event の値は、適用されるポリシー操作と一致します。
zh_cn: policy_event 值与应用的策略操作匹配。

source: Step 3. Create a namespace.
es_es: Paso 3. Crear un espacio de nombre.
ja_jp: ステップ 3: 名前空間を作成する
zh_cn: 第 3 步：创建命名空间。

source: Select the custom domain (<emphasis role="strong">Lenovo</emphasis>) .
es_es: Seleccione el dominio personalizado (<emphasis role="strong">Lenovo</emphasis>) .
ja_jp: カスタムドメインを選択します (<emphasis role="strong">Lenovo</emphasis>)。
zh_cn: 选择自定义域 (<emphasis role="strong">Lenovo</emphasis>)。

source: Click <emphasis role="strong">Configuration &gt; Add a New Namespace</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a New Namespace</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規名前空間の追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的命名空间</emphasis>。

source: Enter a unique name for the namespace (for example, Functions).
es_es: Ingrese un nombre de dominio único para el espacio de nombre (por ejemplo: Funciones).
ja_jp: 名前空間の固有の名前を入力します (例: Functions)。
zh_cn: 输入命名空间的唯一名称（例如，Functions）。

source: Step 4. Create a class.
es_es: Paso 4. Crear una clase.
ja_jp: ステップ 4: クラスを作成する
zh_cn: 第 4 步：创建类。

source: Select the namespace that you created in the previous step (for example, Functions).
es_es: Seleccione el nombre de espacio que creó en el paso anterior (por ejemplo: Funciones).
ja_jp: 前のステップで作成した名前空間を選択します (例: Functions)。
zh_cn: 选择您在上一步中创建的命名空间（例如，Functions）。

source: Click <emphasis role="strong">Configuration &gt; Add a New Class</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a New Class</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規クラスの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的类</emphasis>。

source: Enter a unique name for the class (for example, Power_actions).
es_es: Ingrese un nombre único para la clase (por ejemplo: Acciones_de_encendido).
ja_jp: クラスの固有の名前を入力します (例: Power_actions)。
zh_cn: 输入类的唯一名称（例如，Power_actions）。

source: Step 5. Create a method for the class.
es_es: Paso 5. Crear un método para la clase.
ja_jp: ステップ 5: クラスのメソッドを作成する
zh_cn: 第 5 步：创建类的方法。

source: Create a method.
es_es: Crear un método.
ja_jp: メソッドを作成します。
zh_cn: 创建方法。

source: Select the class that you created (for example, Power_actions).
es_es: Seleccione la clase que creó (por ejemplo: Acciones_de_encendido).
ja_jp: 作成したクラスを選択します (例: Power_actions)。
zh_cn: 选您创建的类（例如 Power_actions）。

source: Click the <emphasis role="strong">Methods</emphasis> tab.
es_es: Haga clic en la pestaña <emphasis role="strong">Methods</emphasis>.
ja_jp: <emphasis role="strong">メソッド</emphasis> タブをクリックします。
zh_cn: 单击<emphasis role="strong">方法</emphasis>选项卡。

source: Click <emphasis role="strong">Configuration &gt; Add a new method</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a new method</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規メソッドの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的方法</emphasis>。

source: Select <emphasis role="strong">“inline”</emphasis> for the type.
es_es: Seleccione <emphasis role="strong">“inline”</emphasis> para el tipo.
ja_jp: タイプ に<emphasis role="strong">「inline」</emphasis>を選択します。
zh_cn: 选择 <emphasis role="strong">“inline”</emphasis> 作为类型。

source: Enter a name for the method (for example, power_off).
es_es: Ingrese un nombre para el método (por ejemplo: apagado).
ja_jp: メソッドの名前を入力します (例: power_off)。
zh_cn: 输入方法的名称（例如，power_off）。

source: Enter the following script in the <emphasis role="strong">Data</emphasis> field:
es_es: Ingrese el siguiente scrip en el campo <emphasis role="strong">Data</emphasis>:
ja_jp: <emphasis role="strong">データ</emphasis> フィールドに以下のスクリプトを入力します。
zh_cn: 在<emphasis role="strong">数据</emphasis>字段中输入以下脚本：

source: Click <emphasis role="strong">Validate</emphasis> to verify the syntax.
es_es: Haga clic en <emphasis role="strong">Validate</emphasis> para verificar la sintaxis.
ja_jp: <emphasis role="strong">検証</emphasis> をクリックして構文を確認します。
zh_cn: 单击<emphasis role="strong">验证</emphasis>以验证语法。

source: Add a schema to the class.
es_es: Añadir un esquema a la clase.
ja_jp: クラスにスキーマを追加します。
zh_cn: 为类添加一个模式。

source: Select the <emphasis role="strong">Schema</emphasis> tab.
es_es: Seleccione la pestaña <emphasis role="strong">Schema</emphasis>.
ja_jp: <emphasis role="strong">スキーマ</emphasis> タブを選択します。
zh_cn: 选择<emphasis role="strong">模式</emphasis>选项卡。

source: Click <emphasis role="strong">Configuration &gt; Edit selected Schema</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Edit selected Schema</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 選択したスキーマの編集</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 编辑所选模式</emphasis>。

source: Click the <emphasis role="strong">+</emphasis> icon to add a field to the schema.
es_es: Haga clic en el ícono <emphasis role="strong">+</emphasis> para agregar un campo al esquema.
ja_jp: ＋アイコンをクリックしてスキーマにフィールドを追加します。
zh_cn: 单击 <emphasis role="strong">+</emphasis> 图标，为该模式添加一个字段。

source: Enter <emphasis role="strong">“execute”</emphasis> for the name.
es_es: Ingrese <emphasis role="strong">“execute”</emphasis> para el nombre.
ja_jp: 名前 に<emphasis role="strong">「execute」</emphasis>と入力します。
zh_cn: 输入 <emphasis role="strong">“execute”</emphasis> 作为名称。

source: Select <emphasis role="strong">“Method”</emphasis> for the type.
es_es: Seleccione <emphasis role="strong">“Método”</emphasis> para el tipo.
ja_jp: タイプ に<emphasis role="strong">「Method」</emphasis>を選択します。
zh_cn: 选择<emphasis role="strong">“Method”</emphasis>作为类型。

source: Select <emphasis role="strong">“String”</emphasis> for the data type.
es_es: Seleccione <emphasis role="strong">“String”</emphasis> para el tipo de datos.
ja_jp: データタイプ に<emphasis role="strong">「String」</emphasis>を選択します。
zh_cn: 选择 <emphasis role="strong">“String”</emphasis> 作为数据类型。

source: Enter <emphasis role="strong">“Power_actions”</emphasis> for the default value.
es_es: Seleccione <emphasis role="strong">“Power_actions”</emphasis> para el valor predeterminado.
ja_jp: デフォルト値 に<emphasis role="strong">「Power_actions」</emphasis>と入力します。
zh_cn: 输入 <emphasis role="strong">“Power_actions”</emphasis> 作为默认值。

source: Click the check mark icon.
es_es: Haga clic en el botón de verificación.
ja_jp: チェックマークアイコンをクリックします。
zh_cn: 单击勾号图标。

source: Add the method to the class.
es_es: Añadir el método a la clase.
ja_jp: クラスにメソッドを追加します。
zh_cn: 添加方法到该类。

source: Select the <emphasis role="strong">Instances</emphasis> tab.
es_es: Seleccione la pestaña <emphasis role="strong">Instances</emphasis>.
ja_jp: <emphasis role="strong">インスタンス</emphasis> タブを選択します。
zh_cn: 选择<emphasis role="strong">实例</emphasis>选项卡。

source: Enter the name of the method that you created earlier (for example, power_off).
es_es: Ingrese el nombre del método que creó anteriormente (por ejemplo: apagado).
ja_jp: 前のステップで作成したメソッドの名前を入力します (例: power_off)。
zh_cn: 输入您之前创建的方法的名称（例如， power_off）。

source: Invoking an automated task when an event occurs
es_es: Invocar una tarea automática cuando ocurre un evento
ja_jp: イベント発生時の自動化タスク呼び出し
zh_cn: 在事件发生时调用自动化任务

source: To automatically invoke the task when a certain event occurs, you must create, configure and assign a custom policy.
es_es: Para invocar una tarea automática cuando ocurre un evento determinado, debe crear, configurar y asignar una política personalizada.
ja_jp: 特定のイベントが生じた際にタスクを自動的に呼び出すには、カスタムポリシーを作成、設定、および割り当てる必要があります。
zh_cn: 若要在特定事件发生时自动调用任务，您必须创建、配置和分配自定义策略。

source: As an example, the following steps describe how to perform a specific automated task when CloudForms receives certain events (that you define).
es_es: A manera de ejemplo, los siguientes pasos describen cómo realizar una tarea automática específica cuando CloudForms recibe determinados eventos (que usted define).
ja_jp: 以下の例で、(定義した) 特定のイベントを CloudForms が受け取った時に、特定の自動化タスクを実行する方法を説明します。
zh_cn: 例如，下列步骤描述了如何在 CloudForms 收到（您定义的）特定事件时执行一个特定的自动化任务。

source: <emphasis role="strong">Note:</emphasis> You must be logged in to CloudForms as a user with permission to create policies. The default user is admin, password smartvm.
es_es: <emphasis role="strong">Nota:</emphasis> debe iniciar sesión en CloudForms como usuario con permiso para crear políticas. El usuario predeterminado es admin y la contraseña es smartvm.
ja_jp: <emphasis role="strong">メモ:</emphasis> ポリシーを作成する権限が与えられたユーザーとして CloudForms にログインしている必要があります。デフォルトのユーザーは admin で、パスワードは smartvm です。
zh_cn: <emphasis role="strong">注意：</emphasis> 您必须以有权创建策略的用户身份登录 CloudForms。默认用户为 admin，密码为 smartvm。

source: Step 1. Create and configure a policy.
es_es: Paso 1. Crear y configurar una política.
ja_jp: ステップ 1: ポリシーを作成して設定する
zh_cn: 第 1 步：创建和配置策略。

source: Navigate to <emphasis role="strong">Control &gt; Explorer</emphasis>.
es_es: Navegue a <emphasis role="strong">Control &gt; Explorer</emphasis>.
ja_jp: <emphasis role="strong">コントロール &gt; エクスプローラー</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">控制 &gt; 浏览器</emphasis>。

source: Click <emphasis role="strong">Policies &gt; All Policies &gt; Control Policies &gt; Physical Infrastructure Control Policies</emphasis>.
es_es: Haga clic en <emphasis role="strong">Policies &gt; All Policies &gt; Control Policies &gt; Physical Infrastructure Control Policies</emphasis>.
ja_jp: <emphasis role="strong">ポリシー &gt; すべてのポリシー &gt; コントロールポリシー &gt; 物理インフラストラクチャーのコントロールポリシー</emphasis> の順にクリックします。
zh_cn: 单击<emphasis role="strong">策略 &gt; 所有策略 &gt; 控制策略 &gt; 物理基础架构控制策略</emphasis>。

source: Click <emphasis role="strong">Configuration &gt; Add a new Physical Server Control Policy</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a new Physical Server Control Policy</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規物理サーバーコントロールポリシーの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的物理服务器控制策略</emphasis>。

source: Enter a description (for example, Lenovo_Policy).
es_es: Ingrese una descripción (por ejemplo, Política_de_Lenovo).
ja_jp: 説明を入力します (例: Lenovo_Policy)。
zh_cn: 输入描述（例如，Lenovo_Policy）。

source: Step 2. Create a custom action.
es_es: Paso 2. Crea una acción personalizada.
ja_jp: ステップ 2: カスタムアクションを作成する
zh_cn: 第 2 步：创建自定义操作。

source: Create a custom action.
es_es: Crear una acción personalizada.
ja_jp: カスタムアクションを作成します。
zh_cn: 创建自定义操作。

source: Navigation to <emphasis role="strong">Action &gt; All Actions</emphasis>.
es_es: Navegue a <emphasis role="strong">Action &gt; All Actions</emphasis>.
ja_jp: <emphasis role="strong">アクション &gt; すべてのアクション</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">动作 &gt; 所有动作</emphasis>。

source: Click <emphasis role="strong">Configuration &gt; Add a new action</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a new action</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規アクションの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的动作</emphasis>。

source: Enter a description (for example, Power_Off_Server).
es_es: Ingrese una descripción (por ejemplo, Apagado_del_servidor).
ja_jp: 説明を入力します (例: Power_Off_Server)。
zh_cn: 输入描述（例如，Power_Off_Server）。

source: For Action Type select <emphasis role="strong">Invoke a custom Automation</emphasis>.
es_es: Seleccione <emphasis role="strong">Invoke a custom Automation</emphasis> para el tipo de acción.
ja_jp: アクションタイプ に <emphasis role="strong">Invoke a custom Automation</emphasis> を選択します。
zh_cn: 选择<emphasis role="strong">调用自定义自动化</emphasis>作为操作类型。

source: Enter a message (for example, create).
es_es: Ingrese un mensaje (por ejemplo, crear).
ja_jp: メッセージを入力します (例: create)。
zh_cn: 输入相关的消息（例如，create）。

source: Fill the Request field with <emphasis role="strong">Call_Instance</emphasis>.
es_es: Complete el campo de solicitud con <emphasis role="strong">Call_Instance</emphasis>.
ja_jp: 要求 フィールドに <emphasis role="strong">Call_Instance</emphasis> と入力します。
zh_cn: 在“请求”字段中填入 <emphasis role="strong">Call_Instance</emphasis>。

source: Specify the following attributes in the order give:
es_es: Especifique los siguientes atributos en el orden dado:
ja_jp: 以下に示す順番どおりにそれぞれの属性を指定します。
zh_cn: 按照所给的顺序指定下列属性：

source: Specify the <emphasis role="strong">Namespace</emphasis> attribute, and set the value to the new domain and namespace (&lt;domain_name&gt;/&lt;namespace&gt;) (for example, Lenovo/Functions).
es_es: Especifique el atributo <emphasis role="strong">Namespace</emphasis> y establezca el valor del nuevo dominio y espacio de nombre (&lt;domain_name&gt;/&lt;namespace&gt;) (por ejemplo: Lenovo/funciones).
ja_jp: <emphasis role="strong">Namespace</emphasis> 属性を指定し、値を新しいドメインおよび名前空間に設定します (&lt;domain_name&gt;/&lt;namespace&gt;) (例: Lenovo/Functions)。
zh_cn: 指定<emphasis role="strong">命名空间</emphasis>属性，并将其值设为新的域和命名空间 (&lt;domain_name&gt;/&lt;namespace&gt;)（例如，Lenovo/Functions）。

source: Specify the <emphasis role="strong">Class</emphasis> attribute, and set the value to the class (for example, Power_actions).
es_es: Especifique el atributo <emphasis role="strong">Class</emphasis> y establezca el valor de la clase (por ejemplo: Acciones_de_encendido).
ja_jp: <emphasis role="strong">Class</emphasis> 属性を指定し、値をクラスに設定します (例: Power_actions)。
zh_cn: 指定<emphasis role="strong">类</emphasis> 属性，并将其值设为对应的类（例如，Power_actions）。

source: Specify the <emphasis role="strong">Instance</emphasis> attribute, and set the value to the instance (for example, Physical_Server_PowerOff).
es_es: Especifique el atributo <emphasis role="strong">Instance</emphasis> y establezca el valor de la instancia (por ejemplo: Apagado_del_servidor_físico).
ja_jp: <emphasis role="strong">Instance</emphasis> 属性を指定し、値をインスタンスに設定します (例: Physical_Server_PowerOff)。
zh_cn: 指定<emphasis role="strong">实例</emphasis>属性，并将其值设为对应的实例（例如，Physical_Server_PowerOff）。

source: Configure the policy that you created.
es_es: Configurar la política que creó.
ja_jp: 作成したポリシーを設定します。
zh_cn: 配置您创建的策略。

source: Select the new policy (for example, Lenovo_Policy).
es_es: Seleccione la nueva política (por ejemplo: Política_de_Lenovo).
ja_jp: 新しいポリシーを選択します (例: Lenovo_Policy)。
zh_cn: 选择新策略（例如，Lenovo_Policy）。

source: Click <emphasis role="strong">Configuration &gt; Edit this policy’s Event assignments</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Edit this policy’s Event assignments</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; このポリシーのイベント割り当ての編集</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 编辑这个策略的事件分配</emphasis>。

source: Find Physical Server operation, and select the <emphasis role="strong">Physical Server Shutdown</emphasis> option.
es_es: Encuentre la operación del servidor físico y seleccione la opción <emphasis role="strong">Physical Server Shutdown</emphasis>.
ja_jp: Physical Server operation を探し、<emphasis role="strong">Physical Server Shutdown</emphasis> オプションを選択します。
zh_cn: 找到物理服务器操作，再选择<emphasis role="strong">物理服务器关机</emphasis>选项。

source: Select the new policy event.
es_es: Seleccione el nuevo evento de política.
ja_jp: 新しいポリシーイベントを選択します。
zh_cn: 选择新策略事件。

source: Click <emphasis role="strong">Configuration &gt; Edit Actions for this policy Event</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Edit Actions for this policy Event</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; このポリシーイベントのアクションの編集</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 为这个策略事件编辑动作</emphasis>。

source: From the <emphasis role="strong">Order of Actions if All Conditions are True</emphasis> field, select the custom action that you created in the previous step (for example, Power_Off_Server).
es_es: Desde el campo <emphasis role="strong">Order of Actions if All Conditions are True</emphasis>, seleccione la acción personalizada que creó en el paso anterior (por ejemplo: Apagado_del_servidor).
ja_jp: <emphasis role="strong">すべての条件が「true」である場合のアクションの順序</emphasis> フィールドから、前のステップで作成したカスタムアクションを選択します (例: Power_Off_Server)。
zh_cn: 从<emphasis role="strong">如果所有条件都为 True 时的动作顺序</emphasis> 字段中，选择您在上一步中创建的自定义操作（例如，Power_Off_Server）。

source: Step 3. Create and assign a policy profile.
es_es: Paso 3. Crear y asignar un perfil de política.
ja_jp: ステップ 3: ポリシープロファイルを作成して割り当てる
zh_cn: 第 3 步：创建和分配策略配置集。

source: Create a policy profile.
es_es: Crear un perfil de política.
ja_jp: ポリシープロファイルを作成します。
zh_cn: 创建策略配置集。

source: Click <emphasis role="strong">Policy Profiles &gt; All Policy Profiles</emphasis>.
es_es: Haga clic en <emphasis role="strong">Policy Profiles &gt; All Policy Profiles</emphasis>.
ja_jp: <emphasis role="strong">ポリシープロファイル &gt; すべてのポリシープロファイル</emphasis> の順にクリックします。
zh_cn: 单击<emphasis role="strong">策略配置集 &gt; 所有策略配置集</emphasis>。

source: Click <emphasis role="strong">Configuration &gt; Add a new Policy Profile</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a new Policy Profile</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規ポリシープロファイルの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的策略配置集</emphasis>。

source: Enter a description for the policy (for example, Lenovo_Policy_Profile).
es_es: Ingrese una descripción para la política (por ejemplo, Pefil_de_política_de_Lenovo).
ja_jp: ポリシーの説明を入力します (例: Lenovo_Policy_Profile)。
zh_cn: 输入策略的描述（例如，Lenovo_Policy_Profile）。

source: Select your policy and drag it to the right.
es_es: Seleccione su política, arrástrela hacia la derecha y suéltela.
ja_jp: 作成したポリシーを選択して右側に移動します。
zh_cn: 选择您的策略，并将它拖到右侧。

source: Assign the policy profile to the Lenovo physical-infrastructure providers:
es_es: Asignar el perfil de política a los proveedores de infraestructura física de Lenovo:
ja_jp: ポリシープロファイルを Lenovo 物理インフラストラクチャープロバイダーに割り当てます。
zh_cn: 将策略配置集分配到 Lenovo 物理基础架构供应商：

source: Select the physical-infrastructure providers to which you want to assign the policy profile.
es_es: Seleccionar los proveedores de infraestructura física a los que desea asignar el perfil de política.
ja_jp: ポリシープロファイルを割り当てる物理インフラストラクチャープロバイダーを選択します。
zh_cn: 指定您要向其分配策略配置集的物理基础架构供应商。

source: Click <emphasis role="strong">Policy &gt; Manage Policies</emphasis> form the top menu.
es_es: Haga clic en <emphasis role="strong">Policy &gt; Manage Policies</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">ポリシー &gt; ポリシーの管理</emphasis> の順にクリックします。
zh_cn: 从顶部菜单中，单击<emphasis role="strong">策略 &gt; 管理策略</emphasis>。

source: Select the policy profile that you just created (for example, Lenovo_Policy_Profile).
es_es: Seleccione el perfil de política que acaba de crear (por ejemplo: Perfil_de_política_de_Lenovo).
ja_jp: 前の手順で作成したポリシープロファイルを選択します (例: Lenovo_Policy_Profile)。
zh_cn: 选择您刚刚创建的策略配置集（例如，Lenovo_Policy_Profile）。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/automation/images/provider_assign_profile.png" /> </imageobject> <textobject><phrase>provider assign profile</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/automation/images/provider_assign_profile.png" /> </imageobject> <textobject><phrase>perfil asignado a proveedor</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/automation/images/provider_assign_profile.png" /> </imageobject> <textobject><phrase>供应商分配配置集</phrase></textobject> </inlinemediaobject>

source: Creating an alert to monitor physical server health
es_es: Creación de una alerta para monitorear el estado del servidor físico
ja_jp: 物理サーバーの健全性を監視するためのアラートの作成
zh_cn: 创建警告来监测物理服务器健康状态

source: <emphasis>Note</emphasis>: For this alert to work correctly, you must first configure the SMTP settings in CloudForms by following instructions in the <emphasis>Outgoing SMTP Email Settings</emphasis> section in the <emphasis>CloudForms Configuration</emphasis> documentation.
es_es: <emphasis>Nota</emphasis>: Para que esta alerta funcione correctamente, primero debe configurar SMTP en CloudForms siguiendo instrucciones en la sección <emphasis>Configuración de correo electrónico de SMTP saliente</emphasis> en la documentación <emphasis>Configuración de CloudForms</emphasis>.
ja_jp: <emphasis>メモ</emphasis>: このアラートが正しく機能するためには、まず CloudForms で SMTP の設定を行う必要があります。<emphasis>『CloudForms General Configuration』</emphasis>の<emphasis>「Outgoing SMTP Email Settings」</emphasis>セクションに記載の手順に従ってください。
zh_cn: <emphasis>注意</emphasis>：若要这个警告正常工作，您必须先按照<emphasis>CloudForms 配置</emphasis>文档的<emphasis>转出 SMTP 邮件设置</emphasis>部分的指令来配置 CloudForms 的 SMTP 设置。

source: In CloudForms, there is a configurable alert for physical servers that sends an alert email when a server that is assigned to the alert is in an unhealthy state. This alert can be used to notify IT administrators that a server is in an unhealthy state, so that they can investigate and resolve potential issues before the issues lead to downtime.
es_es: En CloudForms, existe una alerta configurable para servidores físicos que envía un correo electrónico de alerta cuando un servidor asignado a la alerta se encuentra en mal estado. Esta alerta se puede usar para notificar a los administradores de TI que un servidor se encuentra en mal estado, de manera que puedan investigar y resolver posibles problemas antes de que generen tiempo de inactividad.
ja_jp: CloudForms には、物理サーバーに関する設定可能なアラートが用意されています。アラートに割り当てられたサーバーのヘルスステータスが正常ではない場合に、警告メールが送信されます。このアラートを使用して、サーバーのヘルスステータスが正常ではないことを IT 管理者に通知することができます。これにより、管理者は問題を調査し、ダウンタイムが発生する前にその問題を解決することができます。
zh_cn: 在 CloudForms 中，有一个针对物理服务器的可配置警告，当分配给该警告的服务器处于不健康状态时，该警告将发送警告电子邮件。此警告可用于通知 IT 管理员服务器处于不健康状态，以便在问题导致停机之前调查和解决潜在问题。

source: To enable this alert, you must create a physical server alert profile, assign servers to the profile, and then configure the alert that is associated with the profile.
es_es: Para activar esta alerta, debe crear un perfil de alerta del servidor físico, asignar servidores al perfil y, luego, configurar la alerta asociada con el perfil.
ja_jp: このアラートを有効にするには、物理サーバーのアラートプロファイルを作成し、サーバーをそのプロファイルに割り当て、プロファイルに関連付けられるアラートを設定する必要があります。
zh_cn: 要启用此警告，您必须创建物理服务器警告配置集，将服务器分配给该配置集，然后配置与该配置集关联的警告。

source: Step 1. Create a physical server alert profile
es_es: Paso 1: Crear un perfil de alerta del servidor físico
ja_jp: ステップ 1: 物理サーバーのアラートプロファイルの作成
zh_cn: 第 1 步：创建物理服务器警告配置集

source: Click <emphasis role="strong">Alert Profiles &gt; Physical Server Alert Profiles</emphasis>.
es_es: Haga clic en <emphasis role="strong">Perfiles de alerta &gt; Perfiles de alerta del servidor físico</emphasis>.
ja_jp: <emphasis role="strong">アラートプロファイル &gt; 物理サーバーのアラートプロファイル</emphasis> の順にクリックします。
zh_cn: 单击<emphasis role="strong">警告配置集 &gt; 物理服务器警告配置集</emphasis>。
