Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: Configuring the Lenovo Physical Infrastructure Provider for Red Hat CloudForms
es_es: Configuración del Proveedor de infraestructura física de Lenovo para Red Hat CloudForms
ja_jp: Red Hat CloudForms への Lenovo 物理インフラストラクチャープロバイダーの設定
zh_cn: 为 Red Hat CloudForms 配置 Lenovo 物理基础架构供应商

source: Adding and configuring the Lenovo physical infrastructure provider in Red Hat CloudForms
es_es: Añadiendo y configurando el proveedor de infraestructura física de Lenovo en Red Hat CloudForms
ja_jp: Red Hat CloudForms における Lenovo 物理インフラストラクチャープロバイダーの追加および設定
zh_cn: 在 Red Hat CloudForms 中添加和配置 Lenovo 物理基础架构供应商

source: Adding and configuring the Lenovo physical infrastructure provider in Red Hat CloudForms.
es_es: Añadiendo y configurando el proveedor de infraestructura física de Lenovo en Red Hat CloudForms.
ja_jp: 本書では、Red Hat CloudForms における Lenovo 物理インフラストラクチャープロバイダーの追加および設定について説明しています。
zh_cn: 在Red Hat CloudForms 中添加和配置 Lenovo 物理基础架构供应商。

source: If you have a suggestion for improving this guide or have found an error, please submit a Bugzilla report at <link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> against <emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> for the <emphasis role="strong">Documentation</emphasis> component. Please provide specific details, such as the section number, guide name, and CloudForms version so we can easily locate the content.
es_es: Si tiene alguna sugerencia para mejorar este manual o encuentra algún error, por favor, envíe un informe Bugzilla en <link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> frente a <emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> y el componente de <emphasis role="strong">documentación</emphasis>. Incluya detalles específicos como el número de la sección, nombre del manual y versión de CloudForms para poderlo encontrar fácilmente.
ja_jp: 本書に関する改善のご意見をお持ちの場合や、誤りにお気付きになった場合には、<link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> から Bugzilla レポートの提出をお願いします。Product に <emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> を選択し、Component には <emphasis role="strong">Documentation</emphasis> を選択してください。セクション番号、ガイド名、および CloudForms のバージョン等の詳細をお知らせいただくと、箇所の特定が容易になります。
zh_cn: 如果您有关于改进本指南的建议或发现了错误，请在 <link xlink:href="https://bugzilla.redhat.com/enter_bug.cgi?product=Red%20Hat%20CloudForms%20Management%20Engine">http://bugzilla.redhat.com</link> 上针对<emphasis role="strong">Red Hat CloudForms Management Engine</emphasis> 的 <emphasis role="strong">Documentation</emphasis> 组件提交 Bugzilla 报告。请提供具体的详细信息，如章节编号、指南名称和 CloudForms 版本等，以便我们能够轻松找到相关的内容。

source: Overview
es_es: Sinopsis
ja_jp: 概要
zh_cn: 概述

source: The Lenovo® Physical Infrastructure Provider provides IT administrators the ability to integrate the management features of Lenovo XClarity Administrator with the hybrid-cloud management capabilities of Red Hat CloudForms. Lenovo expands the physical-infrastructure management for on-premise cloud configurations by leveraging Lenovo hardware management. It provides the configuration, monitoring, event management, and power monitoring needed to reduce cost and complexity through server consolidation and simplified management.
es_es: El proveedor de infraestructura física de Lenovo® proporciona a los administradores de TI la habilidad para integrar las funciones de administración de Lenovo XClarity Administrator con las funcionalidades de gestión de la nube híbrida de Red Hat CloudForms. Lenovo expande la gestión de la infraestructura física para las configuraciones de la nube de forma local mediante la administración del hardware. Proporciona la configuración, el control, la gestión de eventos y la supervisión de la energía necesarios para reducir costos y complejidad mediante la consolidación de los servidores y la gestión simplificada.
ja_jp: Lenovo® 物理インフラストラクチャープロバイダーにより、IT 管理者は Lenovo XClarity Administrator の管理機能と Red Hat CloudForms のハイブリッドクラウド管理機能を統合させることができます。Lenovo では、Lenovo ハードウェア管理を活用することで、物理インフラストラクチャー管理を含めるようにオンプレミスクラウド構成を拡張しています。構成、監視、イベント管理、および電源の監視機能が提供されることから、サーバーの統合および管理の簡素化を通じてコストを削減し複雑さを解消することができます。
zh_cn: Lenovo® 物理基础架构供应商让 IT 管理员能够将 Lenovo XClarity Administrator 的管理功能与Red Hat CloudForms 的混合云功能相集成。通过利用 Lenovo 的硬件管理功能，Lenovo 扩展了内部云配置的物理基础架构管理功能。它提供了配置、监控、事件管理和电源监控功能，从而可以通过服务器整合和简化的管理来降低成本和复杂度。

source: Key features include:
es_es: Algunas de sus funciones principales:
ja_jp: 主要な機能を以下に示します。
zh_cn: 主要功能包括：

source: Seamlessly integrates with one or more XClarity Administrator virtual appliances, providing a summary view of the Lenovo infrastructure, relationship views of physical servers and virtual hosts, and configuration of servers using Configuration Patterns. In addition, there is a dashboard view that displays the following:
es_es: Integración perfecta con una o más aplicaciones virtuales de XClarity Administrator que permite obtener una descripción resumida de la infraestructura de Lenovo, vistas de las relaciones de los servidores físicos y los hosts virtuales, y la configuración de los servidores mediante patrones de configuración. Asimismo, hay una vista de tablero que muestra lo siguiente:
ja_jp: 1 つまたは複数の XClarity Administrator 仮想アプライアンスとシームレスに統合して、Lenovo インフラストラクチャーの概要ビュー、物理サーバーと仮想ホストのリレーションシップビュー、および構成パターンを使用したサーバーの設定機能を提供する。また、以下の項目を表示するダッシュボードビューを提供する
zh_cn: 与一台或多台 XClarity Administrator 虚拟设备无缝集成，提供 Lenovo 基础架构摘要视图、物理服务器与虚拟主机关系视图，以及使用 Configuration Patterns 配置服务器。此外，还提供仪表板视图，显示以下内容：

source: The number of servers, switches, racks, and storage systems being mangaged
es_es: El número de servidores, switches, racks y sistemas de almacenamiento que se gestiona
ja_jp: 管理対象のサーバー、スイッチ、ラック、およびストレージシステムの数
zh_cn: 受管服务器、交换机、机架以及存储系统的数量

source: Widgets that display information about server health, availability, and recently discovered servers
es_es: Widgets que muestran información sobre el estado del servidor, la disponibilidad y los servidores descubiertos recientemente
ja_jp: サーバーの健全性、可用性、および新たに検出されたサーバーに関する情報を表示するウィジェット
zh_cn: 显示服务器健康状态、可用性以及近期发现的服务器信息的 Widget

source: Provides a single interface to monitor Lenovo hardware that is managed by multiple instances of XClarity Administrator
es_es: Proporciona una única interfaz para monitorear hardware de Lenovo administrado a través de múltiples instancias de XClarity Administrator
ja_jp: 複数の XClarity Administrator インスタンスによって管理される Lenovo ハードウェアを監視するための、単一のインターフェースを提供する
zh_cn: 提供单一界面来监控由多个 XClarity Administrator 实例管理的 Lenovo 硬件

source: Automatically discovers hardware that is managed by XClarity Administrator
es_es: Detecta automáticamente el hardware administrado por XClarity Administrator
ja_jp: XClarity Administrator によって管理されるハードウェアを自動的に検出する
zh_cn: 自动发现由 XClarity Administrator 管理的硬件

source: Manage devices for use in on-premise cloud deployments
es_es: Controla dispositivos para usar en implementaciones de la nube de forma local
ja_jp: オンプレミスのクラウドデプロイメント用にデバイスを管理する
zh_cn: 管理用于内部云部署的设备

source: Provides a timeline of server events
es_es: Proporciona una línea de tiempo de los eventos del servidor
ja_jp: サーバーイベントのタイムラインを提供する
zh_cn: 提供服务器事件的时间线

source: Uses customizable filters to organize views of managed devices across the data center
es_es: Utiliza filtros personalizados para organizar las vistas de los dispositivos controlados en todo el centro de datos
ja_jp: カスタマイズ可能なフィルターを使用して、データセンター内の全管理対象デバイスを整理して表示する
zh_cn: 利用可自定义的过滤器来整理数据中心内受管设备的视图

source: Generates relationships between physical servers and the virtual hosts (such as ESXI, ovirt, KVM, and Red Hat OpenStack)
es_es: Genera relaciones entre los servidores físicos y los hosts virtuales (como ESXI, ovirt, KVM y Red Hat OpenStack)
ja_jp: 物理サーバーと仮想ホスト (ESXI、ovirt、KVM、Red Hat OpenStack 等) 間のリレーションシップを表示する
zh_cn: 生成物理服务器与虚拟主机（如 ESXI、ovirt、KVM 和红帽 OpenStack）之间的关系

source: Manages current system settings (such as BMC, uEFI, and boot order settings) on the managed devices
es_es: Gestión de las configuraciones del sistema actual (como BMC, uEFI y las configuraciones de orden de inicio) en los dispositivos controlados
ja_jp: 管理対象デバイスについて、現在のシステム設定 (BMC、uEFI、ブート順序の設定など) を管理する
zh_cn: 管理受管设备上的当前系统设置（如 BMC、uEFI 和引导顺序设置）

source: Simplifies system management through custom policies and automation that respond to the health status of hardware devices
es_es: Simplifica la gestión del sistema mediante políticas personalizadas y automatización que responde al estado de los dispositivos de hardware
ja_jp: ハードウェアデバイスのヘルスステータスに対応するカスタムポリシーおよび自動化を通じて、システム管理を簡素化する
zh_cn: 通过可以根据硬件设备的健康状态作出响应的自定义策略和自动化，简化系统管理

source: Configuring XClarity Administrator
es_es: Configurar XClarity Administrator
ja_jp: XClarity Administrator の設定
zh_cn: 配置 XClarity Administrator

source: XClarity Administrator virtual appliances are connected to CloudForms by adding physical-infrastructure providers. Physical-infrastructure providers enable you to manage and interact with devices that are managed by XClarity Administrator. After the physical-infrastructure provider is added, the devices that are managed by the XClarity Administrator are registered in CloudForms. Managed devices can be monitored, configured, and updated using XClarity Administrator. The physical-infrastructure provider surfaces information about these managed devices and the XClarity Administrator instance.
es_es: Las aplicaciones virtuales de XClarity Administrator se conectan a CloudForms mediante los proveedores de infraestructura física que se agregan. Los proveedores de infraestructura física permiten que usted controle e interactúe con los dispositivos que son administrados por XClarity Administrator. Después de agregar el proveedor de infraestructura física, los dispositivos que son administrados por XClarity Administrator se registran en CloudForms. Los dispositivos controlados se pueden monitorear, configurar y actualizar mediante XClarity Administrator. El proveedor de infraestructura física proporciona información sobre estos dispositivos controlados y la instancia de XClarity Administrator.
ja_jp: 物理インフラストラクチャープロバイダーを追加して、XClarity Administrator 仮想アプライアンスを CloudForms に接続します。物理インフラストラクチャープロバイダーにより、XClarity Administrator が管理するデバイスを管理し、それらを操作することができます。物理インフラストラクチャープロバイダーを追加すると、XClarity Administrator の管理するデバイスが CloudForms に登録されます。管理対象デバイスを、XClarity Administrator を使用して監視、設定、および更新することができます。物理インフラストラクチャープロバイダーにより、これらの管理対象デバイスおよび XClarity Administrator インスタンスの情報を把握することができます。
zh_cn: 在 CloudForms 中，通过添加物理基础架构供应商的方法就可以将 XClarity Administrator 虚拟设备连接到 CloudForms。物理基础架构供应商让您能够管理受 XClarity Administrator 管理的设备并与之互动。在添加了物理基础架构供应商后，受 XClarity Administrator 管理的设备注册到 CloudForms 中。受管理的设备就可以通过 XClarity Administrator 进行监控、配置和更新。物理基础架构供应商会显示关于这些受管设备和 XClarity Administrator 实例的信息。

source: Setting up XClarity Administrator
es_es: Configurar XClarity Administrator
ja_jp: XClarity Administrator のセットアップ
zh_cn: 设置 XClarity Administrator

source: For information about downloading and setting up XClarity Administrator, see <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/setup.html?cp=1_6">Installing and setting up Lenovo XClarity Administrator</link> in the XClarity Administrator online documentation.
es_es: Para obtener más información sobre la descarga y la configuración de XClarity Administrator, consulte <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/setup.html?cp=1_6">Instalar y configurar Lenovo XClarity Administrator</link> en la documentación en línea de XClarity Administrator.
ja_jp: XClarity Administrator のダウンロードおよびセットアップの詳細については、XClarity Administrator オンラインドキュメントの<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/setup.html?cp=1_6">「Lenovo XClarity Administrator 初回のインストールとセットアップ」</link>を参照してください。
zh_cn: 如需关于下载和设置 XClarity Administrator 的信息，请参见 XClarity Administrator 在线文档中的<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/setup.html?cp=1_6">安装和设置 Lenovo XClarity Administrator</link>。

source: <emphasis role="strong">Note:</emphasis> You can use all available features in XClarity Administrator for free for up to 90 days. After 90 days, you can continue to use XClarity Administrator to manage and monitor your hardware for free; however, you must purchase a full-function-enablement license to continue using XClarity Administrator to configure your hardware using Configuration Patterns and to deploy operating systems. Lenovo XClarity Pro provides entitlement to service and support and the full-function-enablement license for XClarity Administrator. For more information about purchasing Lenovo XClarity Pro, contact your Lenovo representative or authorized business partner.
es_es: <emphasis role="strong">Nota:</emphasis> Puede usar todas las funciones disponibles en XClarity Administrator gratis durante 90 días. Después de los 90 días, puede continuar usando XClarity Administrator para administrar y monitorear su hardware gratis; sin embargo, debe adquirir una licencia para habilitar todas las funciones si quiere continuar utilizando XClarity Administrator para configurar su hardware mediante los patrones de configuración y desplegar los sistemas operativos. Lenovo XClarity Pro proporciona derechos de servicio y soporte, y la licencia para habilitar todas las funciones de XClarity Administrator. Para obtener más información sobre la adquisición de XClarity Pro, contacte a un partner empresarial autorizado o representante de Lenovo.
ja_jp: <emphasis role="strong">メモ:</emphasis> XClarity Administrator のすべての利用可能な機能は最長 90 日間は無料で使用できます。90 日が経過した後も、引き続きハードウェアの管理や監視に XClarity Administrator を無料で使用できます。ただし、XClarity Administrator を使用して構成パターンを使用したハードウェアの構成とオペレーティングシステムのデプロイを継続するには、全機能有効化ライセンスを購入する必要があります。Lenovo XClarity Pro には、XClarity Administrator の全機能有効化ライセンスに加えて、サービスおよびサポートへのエンタイトルメントが含まれます。Lenovo XClarity Pro 購入の詳細については、Lenovo 担当者または認定ビジネスパートナーにお問い合わせください。
zh_cn: <emphasis role="strong">注意：</emphasis>XClarity Administrator 中提供的所有功能可以免费使用 90 天。90 天后，仍然可以继续免费使用 XClarity Administrator 来管理和监控您的硬件，但是，需要购买支持完整功能的许可证才能继续使用 XClarity Administrator 来通过 Configuration Patterns 配置您的硬件和部署操作系统。Lenovo XClarity Pro 提供服务和支持授权及支持 XClarity Administrator 完整功能的许可证。如需关于购买 Lenovo XClarity Pro 的更多信息，请联系您的 Lenovo 代表或授权商务合作伙伴。

source: Discovering and managing hardware using XClarity Administrator
es_es: Detectar y administrar hardware con XClarity Administrator
ja_jp: XClarity Administrator を使用したハードウェアの検出および管理
zh_cn: 利用 XClarity Administrator 发现和管理硬件

source: XClarity Administrator can discover manageable devices in your environment by performing an SLP discovery for devices that are on the same IP subnet as XClarity Administrator. A specified IP address or range of IP addresses also can be used, or information can be imported from a spreadsheet, a process that is known as a <emphasis>bulk import</emphasis>. Discovery options can be accessed by clicking <emphasis role="strong">Hardware &gt; Discover and Manage New Devices</emphasis> from the menu bar. Discovered devices can then be managed by XClarity Administrator. During the management process, you are asked for login credentials for the management controller of the target servers and given the option to create a recovery account for the servers. For more information about discovering and managing devices, see the <link xlink:href="http://sysmgt.lenovofiles.com/help/index.jsp?topic=%2Fcom.lenovo.lxca.doc%2Faug_product_page.html">XClarity Administrator online documentation</link>.
es_es: XClarity Administrator puede detectar dispositivos controlados en su entorno a través de una detección SLP de dispositivos que se encuentran en la misma subred IP de XClarity Administrator. También se puede utilizar una dirección IP específica o un rango de direcciones IP o se puede importar información de una hoja de cálculo, un proceso que es conocido como <emphasis>importación masiva</emphasis>. Se puede acceder a las opciones de detección al hacer clic en <emphasis role="strong">Hardware &gt; Detectar y gestionar nuevos dispositivos</emphasis> en la barra del menú. De esta manera, XClarity Administrator puede controlar los dispositivos detectados. Durante el proceso de administración, le solicitarán las credenciales de acceso al controlador de gestión de los servidores objetivo y le darán la opción de crear una cuenta de recuperación para los servidores. Para obtener más información sobre detección y administración de dispositivos, consulte la <link xlink:href="http://sysmgt.lenovofiles.com/help/index.jsp?topic=%2Fcom.lenovo.lxca.doc%2Faug_product_page.html">documentación en línea de XClarity Administrator</link>.
ja_jp: XClarity Administrator は、同じ IP サブネット上にあるデバイスに対して SLP 検出を実施し、環境内にある管理可能なデバイスを検出することができます。特定の IP アドレスまたは IP アドレスの範囲を指定することもできます。また、スプレッドシートから情報をインポートすることもできます (この手法は、<emphasis>バルクインポート</emphasis> と呼ばれます)。メニューバーで <emphasis role="strong">ハードウェア &gt; 新しいデバイスの検出と管理</emphasis> の順にクリックして、検出オプションを利用することができます。検出されたデバイスは、XClarity Administrator で管理されるようになります。管理プロセス中、対象サーバーの管理コントローラーに対するログイン認証情報を求められます。また、必要に応じてサーバーのリカバリーアカウントを作成することができます。デバイス検出および管理の詳細については、<link xlink:href="http://sysmgt.lenovofiles.com/help/index.jsp?topic=%2Fcom.lenovo.lxca.doc%2Faug_product_page.html">XClarity Administrator オンラインドキュメント</link> を参照してください。
zh_cn: XClarity Administrator 可以通过 SLP 发现操作找出与 XClarity Administrator 处于同一 IP 子网中的可管理设备。也可以使用 IP 地址或 IP 地址范围，或者从电子表格导入信息（该操作被称为<emphasis>批量导入</emphasis>）来指定可管理的设备 。单击菜单栏中的<emphasis role="strong">硬件 &gt; 发现和管理新设备</emphasis>可以访问发现选项。XClarity Administrator 随后会管理所发现的设备。在管理过程中，系统会要求输入目标服务器的管理控制器的登录凭据，并可以选择为服务器创建恢复帐户。如需关于发现和管理设备的更多信息，请参见 <link xlink:href="http://sysmgt.lenovofiles.com/help/index.jsp?topic=%2Fcom.lenovo.lxca.doc%2Faug_product_page.html">XClarity Administrator 在线文档</link>。

source: <emphasis role="strong">Note:</emphasis>
es_es: <emphasis role="strong">Nota:</emphasis>
ja_jp: <emphasis role="strong">メモ:</emphasis>
zh_cn: <emphasis role="strong">注意：</emphasis>

source: Ensure that the devices that you intend to manage are supported by XClarity Administrator. For information about supported devices, see <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedhw.html?cp=1_3_1_1">Supported devices</link> in the XClarity Administrator online documentation.
es_es: Asegúrese de que los dispositivos que intenta controlar sean compatibles con XClarity Administrator. Para obtener más información sobre dispositivos compatibles, consulte <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedhw.html?cp=1_3_1_1">Dispositivos compatibles</link> en la documentación en línea de XClarity Administrator.
ja_jp: 管理するデバイスは、XClarity Administrator によりサポートされている必要があります。サポートされるデバイスの詳細については、XClarity Administrator オンラインドキュメントの<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedhw.html?cp=1_3_1_1">「サポートされるデバイス」</link>を参照してください。
zh_cn: 确保 XClarity Administrator 支持您想要进行管理的设备。若需关于受支持设备的信息，请参见 XClarity Administrator 在线文档中的<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedhw.html?cp=1_3_1_1">受支持的设备</link>。

source: Ensure that firmware for all devices that you intend to manage using XClarity Administrator are at the required levels. For more information about supported firmware levels, see <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedfw.html?cp=1_3_1_2">Supported firmware</link> in the XClarity Administrator online documentation.
es_es: Asegúrese de que el firmware para todos los dispositivos que intenta controlar con XClarity Administrator esté en los niveles requeridos. Para obtener más información sobre los niveles de firmware compatibles, consulte <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedfw.html?cp=1_3_1_2">Firmware compatible</link> en la documentación en línea de XClarity Administrator.
ja_jp: XClarity Administrator を使用して管理するデバイスのファームウェアは、すべて要求されるレベルでなければなりません。サポートされているファームウェアレベルの詳細については、XClarity Administrator オンラインドキュメントの<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedfw.html?cp=1_3_1_2">「サポートされているファームウェア」</link>を参照してください。
zh_cn: 确保您想要通过 XClarity Administrator 管理的所有设备的固件都达到所需级别。如需关于受支持的固件级别的更多信息，请参见 XClarity Administrator 在线文档中的<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/plan_supportedfw.html?cp=1_3_1_2">受支持的固件</link>。

source: Managing physical-infrastructure providers
es_es: Administrar los proveedores de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの管理
zh_cn: 管理物理基础架构供应商

source: Adding a physical-infrastructure provider
es_es: Añadir un proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの追加
zh_cn: 添加物理基础架构供应商

source: XClarity Administrator virtual appliances are connected to CloudForms by adding physical-infrastructure providers. Physical-infrastructure providers enable you to manage and interact with devices that are managed by XClarity Administrator.
es_es: Las aplicaciones virtuales de XClarity Administrator están conectadas a CloudForms mediante los proveedores de infraestructura física que se agregaron. Los proveedores de infraestructura física le permiten administrar e interactuar con los dispositivos administrados por XClarity Administrator.
ja_jp: 物理インフラストラクチャープロバイダーを追加して、XClarity Administrator 仮想アプライアンスを CloudForms に接続します。物理インフラストラクチャープロバイダーにより、XClarity Administrator が管理するデバイスを管理し、それらを操作することができます。
zh_cn: XClarity Administrator 虚拟设备通过添加物理基础架构供应商来连接到 CloudForms。物理基础架构供应商让您能够管理受 XClarity Administrator 管理的设备并与之互动。

source: <emphasis role="strong">Note:</emphasis> You must be logged in to CloudForms as a user with permission to add providers. The default user is admin, password smartvm.
es_es: <emphasis role="strong">Nota:</emphasis> debe iniciar sesión en CloudForms como usuario con permiso para añadir proveedores. El usuario predeterminado es admin, la contraseña es smartvm.
ja_jp: <emphasis role="strong">メモ:</emphasis> プロバイダーを追加する権限が与えられたユーザーとして CloudForms にログインしている必要があります。デフォルトのユーザーは admin で、パスワードは smartvm です。
zh_cn: <emphasis role="strong">注意：</emphasis> 您必须以有权添加供应商的用户身份登录 CloudForms。默认用户为 admin，密码为 smartvm。

source: Complete the following steps for each XClarity Administrator instance that you want to connect to CloudForms.
es_es: Complete los siguientes pasos para cada instancia de XClarity Administrator que desee conectar a CloudForms.
ja_jp: CloudForms に接続するそれぞれの XClarity Administrator インスタンスについて、以下のステップを実施します。
zh_cn: 为您要连接到 CloudForms 的每个 XClarity Administrator 实例完成下列步骤。

source: To connect to a specific XClarity Administrator instance:
es_es: Para conectarse a una instancia específica de XClarity Administrator, haga lo siguiente:
ja_jp: 特定の XClarity Administrator インスタンスに接続するには、以下の手順を実施します。
zh_cn: 连接到特定的 XClarity Administrator 实例：

source: Navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Providers.</emphasis>
es_es: Navegue a <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Providers.</emphasis>
ja_jp: <emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; プロバイダー</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 供应商</emphasis>。
