Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: Click on the number of servers that is displayed displayed in the <emphasis role="strong">Servers</emphasis> card.
es_es: Haga clic en el número de servidores que aparece en la tarjeta <emphasis role="strong">Servidores</emphasis>.
ja_jp: <emphasis role="strong">サーバー</emphasis> カードに表示されるサーバー数をクリックします。
zh_cn: 单击<emphasis role="strong">服务器</emphasis>卡中显示的服务器数量。

source: Viewing virtual-host relationships
es_es: Ver las relaciones de los hosts virtuales
ja_jp: 仮想ホストのリレーションシップの表示
zh_cn: 查看虚拟主机关系

source: You can view a list of physical servers that are associated with hosts that are managed by a specific physical-infrastructure provider.
es_es: Puede ver un listado de todos los servidores físicos asociados con los hosts que son administrados por un proveedor de infraestructura física específico.
ja_jp: 特定の物理インフラストラクチャープロバイダーによって管理されるホストに関連付けられた、物理サーバーのリストを表示することができます。
zh_cn: 您可以查看，与受特定物理基础架构供应商管理的主机相关联的物理服务器列表。

source: Click on <emphasis role="strong">Physical Servers with Host</emphasis> in the <emphasis role="strong">Relationships</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Servidores físicos con host</emphasis> en la tabla <emphasis role="strong">Relaciones</emphasis>.
ja_jp: <emphasis role="strong">リレーションシップ</emphasis> テーブルで <emphasis role="strong">ホストに関連付けられた物理サーバー</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">关系</emphasis>表中的<emphasis role="strong">物理服务器与主机</emphasis>。

source: A list of physical servers that are associated with hosts are displayed as shown below.
es_es: A continuación, se muestra un listado de los servidores físicos que están asociados con los hosts.
ja_jp: 以下に示すように、ホストに関連付けられた物理サーバーのリストが表示されます。
zh_cn: 与主机关联的物理服务器列表会被显示，如下所示。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/relationship/images/host_relationships.png" /> </imageobject> <textobject><phrase>host relationships</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/relationship/images/host_relationships.png" /> </imageobject> <textobject><phrase>relaciones de los hosts</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/relationship/images/host_relationships.png" /> </imageobject> <textobject><phrase>主机关系</phrase></textobject> </inlinemediaobject>

source: Viewing storage relationships
es_es: Ver las relaciones de almacenamiento
ja_jp: ストレージのリレーションシップの表示
zh_cn: 查看存储关系

source: You can view a list of all storage systems that are managed by a specific physical-infrastructure provider.
es_es: Puede ver un listado de todos los sistemas de almacenamiento que son administrados por un proveedor de infraestructura física específico.
ja_jp: 特定の物理インフラストラクチャープロバイダーによって管理される、全ストレージシステムのリストを表示することができます。
zh_cn: 您可以查看受特定物理基础架构供应商管理的所有存储系统的列表。

source: Click on <emphasis role="strong">Physical Storages</emphasis> in the <emphasis role="strong">Relationships</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Almacenamientos físicos</emphasis> en la tabla <emphasis role="strong">Relaciones</emphasis>.
ja_jp: <emphasis role="strong">リレーションシップ</emphasis> テーブルで <emphasis role="strong">物理ストレージ</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">关系</emphasis>表中的<emphasis role="strong">物理存储</emphasis>。

source: Click on the number of storage systems that is displayed in the <emphasis role="strong">Storages</emphasis> card.
es_es: Haga clic en el número de sistemas de almacenamiento que aparece en la tarjeta <emphasis role="strong">Almacenamientos</emphasis>.
ja_jp: <emphasis role="strong">ストレージ</emphasis> カードに表示されるストレージシステム数をクリックします。
zh_cn: 单击<emphasis role="strong">存储</emphasis>卡中显示的存储系统数量。

source: Viewing switch relationships
es_es: Ver las relaciones de los switches
ja_jp: スイッチのリレーションシップの表示
zh_cn: 查看交换机关系

source: You can view a list of all switches that are managed by a specific physical-infrastructure provider.
es_es: Puede ver un listado de todos los switches que son administrados por un proveedor de infraestructura física específico.
ja_jp: 特定の物理インフラストラクチャープロバイダーによって管理される、全スイッチのリストを表示することができます。
zh_cn: 您可以查看受特定物理基础架构供应商管理的所有交换机的列表。

source: Click on <emphasis role="strong">Physical Switches</emphasis> in the <emphasis role="strong">Relationships</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Switches físicos</emphasis> en la tabla <emphasis role="strong">Relaciones</emphasis>.
ja_jp: <emphasis role="strong">リレーションシップ</emphasis> テーブルで <emphasis role="strong">物理スイッチ</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">关系</emphasis>表中的<emphasis role="strong">物理交换机</emphasis>。

source: Click on the number of switches that is displayed in the <emphasis role="strong">Switches</emphasis> card.
es_es: Haga clic en el número de switches que aparece en la tarjeta <emphasis role="strong">Switches</emphasis>.
ja_jp: <emphasis role="strong">スイッチ</emphasis> カードに表示されるスイッチ数をクリックします。
zh_cn: 单击<emphasis role="strong">交换机</emphasis>卡中显示的交换机数量。

source: Viewing chassis relationships
es_es: Ver las relaciones de los chasis
ja_jp: シャーシのリレーションシップの表示
zh_cn: 查看机箱关系

source: You can view a list of chassis that are managed by a specific physical-infrastructure provider.
es_es: Puede ver un listado de chasis que son administrados por un proveedor de infraestructura física específico.
ja_jp: 特定の物理インフラストラクチャープロバイダーによって管理される、シャーシのリストを表示することができます。
zh_cn: 您可以查看受特定物理基础架构供应商管理的所有机箱的列表。

source: Click on <emphasis role="strong">Physical Chassis</emphasis> in the <emphasis role="strong">Relationships</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Chasis físicos</emphasis> en la tabla <emphasis role="strong">Relaciones</emphasis>.
ja_jp: <emphasis role="strong">リレーションシップ</emphasis> テーブルで <emphasis role="strong">物理シャーシ</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">关系</emphasis>表中的<emphasis role="strong">物理机箱</emphasis>。

source: Click on the number of chassis that is displayed in the <emphasis role="strong">Chassis</emphasis> card.
es_es: Haga clic en el número de chasis que aparece en la tarjeta <emphasis role="strong">Chasis</emphasis>.
ja_jp: <emphasis role="strong">シャーシ</emphasis> カードに表示されるシャーシ数をクリックします。
zh_cn: 单击<emphasis role="strong">机箱</emphasis>卡中显示的机箱数量。

source: Viewing rack relationships
es_es: Ver las relaciones del rack
ja_jp: ラックのリレーションシップの表示
zh_cn: 查看机架关系

source: You can view a list of all racks that are managed by a specific physical-infrastructure provider.
es_es: Puede ver un listado de todos los racks que son administrados por un proveedor de infraestructura física específico.
ja_jp: 特定の物理インフラストラクチャープロバイダーによって管理される、全ラックのリストを表示することができます。
zh_cn: 您可以查看受特定物理基础架构供应商管理的所有机架的列表。

source: Click on <emphasis role="strong">Physical Racks</emphasis> in the <emphasis role="strong">Relationships</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Racks físicos</emphasis> en la tabla <emphasis role="strong">Relaciones</emphasis>.
ja_jp: <emphasis role="strong">リレーションシップ</emphasis> テーブルで <emphasis role="strong">物理ラック</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">关系</emphasis>表中的<emphasis role="strong">物理机架</emphasis>。

source: Click on the number of racks that is displayed in the <emphasis role="strong">Racks</emphasis> card.
es_es: Haga clic en el número de racks que aparece en la tarjeta <emphasis role="strong">Racks</emphasis>.
ja_jp: <emphasis role="strong">ラック</emphasis> カードに表示されるラック数をクリックします。
zh_cn: 单击<emphasis role="strong">机架</emphasis>卡中显示的机架数量。

source: Managing physical servers
es_es: Administrar servidores físicos
ja_jp: 物理サーバーの管理
zh_cn: 管理物理服务器

source: After the Lenovo physical-infrastructure provider is added, the servers that are managed by XClarity Administrator are registered in CloudForms. You can then view and manage those servers.
es_es: Después de agregar el proveedor de infraestructura física Lenovo, los servidores que son administrados por XClarity Administrator se registran en CloudForms. De esta manera, puede ver y administrar esos servidores.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーを追加すると、XClarity Administrator の管理するサーバーが CloudForms に登録されます。これで、これらのサーバーを表示および管理することができるようになります。
zh_cn: 在添加了 Lenovo 物理基础架构供应商后，受 XClarity Administrator 管理的服务器就会被注册到 CloudForms 中。然后，您可以查看和管理这些服务器。

source: <emphasis>Note</emphasis>: It may take a few seconds or so for the servers to appear after adding a physical-infrasturcture provider.
es_es: <emphasis>Nota</emphasis>: Después de agregar un proveedor de infraestructura física, los servidores pueden demorar algunos segundos en aparecer.
ja_jp: <emphasis>メモ</emphasis>: 物理インフラストラクチャープロバイダーを追加してからサーバーが表示されるまでに、数秒程度かかる場合があります。
zh_cn: <emphasis>注意</emphasis>：添加物理基础架构供应商之后，服务器需要等待几秒才会显示。

source: Viewing a Physical Server
es_es: Ver un servidor físico
ja_jp: 物理サーバーの表示
zh_cn: 查看物理服务器

source: To view a list of all physical servers that are managed by all physical-infrastructure providers, navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Servers</emphasis>. The Physical Servers page is displayed (see the following figure).
es_es: Para ver un listado de todos los servidores físicos administrados por todos los proveedores de infraestructura física, navegue a <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Servers</emphasis>. Se muestra la página de Servidores físicos (ver la figura a continuación).
ja_jp: すべての物理インフラストラクチャープロバイダーによって管理される全物理サーバーのリストを表示するには、<emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; サーバー</emphasis> の順に移動します。物理サーバー ページが表示されます (下図を参照)。
zh_cn: 若要查看受所有物理基础架构供应商管理的所有物理服务器，请前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 服务器</emphasis>。此时会显示“物理服务器”页面（见下图）。

source: <emphasis role="strong">Tip:</emphasis> You can sort the table columns to make it easier to find specific servers. In addition, you can choose the types of servers to display by selecting server types from the <emphasis role="strong">Filters</emphasis> drop-down list or entering text (such as a name or IP address) in the <emphasis role="strong">Search</emphasis> field.
es_es: <emphasis role="strong">Consejo:</emphasis> puede ordenar las columnas de la tabla para facilitar la búsqueda de servidores específicos. Además, puede elegir los tipos de servidores que desea mostrar seleccionando los tipos de servidores en la lista desplegable de <emphasis role="strong">Filters</emphasis> o ingresando un texto (como un nombre o una dirección IP) en el campo <emphasis role="strong">Search</emphasis>.
ja_jp: <emphasis role="strong">ヒント:</emphasis> 表の見出しを使って、特定のサーバーを簡単に探すことができます。また、<emphasis role="strong">フィルター</emphasis> ドロップダウンリストからサーバーのタイプを選択して、表示するサーバーのタイプを指定することもできます。あるいは、<emphasis role="strong">検索</emphasis> フィールドにテキスト (名前または IP アドレス等) を入力することもできます。
zh_cn: <emphasis role="strong">提示：</emphasis>您可以对表列进行排序，以方便查找特定的服务器。此外，也可从<emphasis role="strong">过滤器</emphasis>下拉菜单中选择服务器类型或在<emphasis role="strong">搜索</emphasis>字段中输入文字（如名称或 IP 地址），以选择要显示的服务器类型。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_servers.png" /> </imageobject> <textobject><phrase>physical servers</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_servers.png" /> </imageobject> <textobject><phrase>servidores físicos</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_servers.png" /> </imageobject> <textobject><phrase>物理服务器</phrase></textobject> </inlinemediaobject>

source: Viewing the timeline for a physical server
es_es: Ver la línea de tiempo para un servidor físico
ja_jp: 物理サーバータイムラインの表示
zh_cn: 查看物理服务器的时间线

source: A <emphasis>timeline</emphasis> is a tool that enables you to track the state of a physical server over a period of time. This includes power activity, device additions and removals, and firmware changes. The timeline is useful to identify critical failures, identify behavior patterns, audit user actions, and troubleshoot problems.
es_es: Una <emphasis>línea de tiempo</emphasis> es una herramienta que le permite controlar el estado de un servidor físico durante un período de tiempo. Esto incluye su actividad, los dispositivos añadidos y eliminados y los cambios de firmware. La línea de tiempo es útil para identificar las fallas críticas, los patrones de comportamiento y para auditar las acciones de los usuarios y solucionar los problemas.
ja_jp: <emphasis>タイムライン</emphasis> ツールにより、ある期間の物理サーバーの状態を追跡することができます。これには、電源に関するアクティビティー、デバイスの追加および削除、ならびにファームウェアの変更が含まれます。タイムラインは、重大な障害の識別、動作パターンの識別、ユーザーアクションの監査、および問題のトラブルシューティングに役立ちます。
zh_cn: 通过<emphasis>时间线</emphasis>工具，您可以跟踪物理服务器在一段时间内的状态。这包括电源活动、设备增删和固件更改等。时间线可用于识别关键故障、确定行为模式、审核用户操作，以及对问题进行故障排除。

source: <emphasis role="strong">Note:</emphasis> Timelines are available only for physical servers that have associated events.
es_es: <emphasis role="strong">Nota:</emphasis> las líneas de tiempo están disponibles solamente para servidores físicos que tienen eventos asociados.
ja_jp: <emphasis role="strong">メモ:</emphasis> タイムラインを利用することができるのは、関連イベントが生じている物理サーバーだけです。
zh_cn: <emphasis role="strong">注意：</emphasis>只有具有关联事件的物理服务器才会提供时间线。

source: To view the timeline with events for a specific physical server, complete the following steps
es_es: Para ver la línea de tiempo con los eventos para un servidor físico específico, realice los siguientes pasos
ja_jp: イベントが生じている特定の物理サーバーのタイムラインを表示するには、以下のステップを実施します。
zh_cn: 若要查看含有特定物理服务器的事件时间线，请完成下列步骤

source: Navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Servers</emphasis>.
es_es: Navegue a <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Servers.</emphasis>.
ja_jp: <emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; サーバー</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 服务器</emphasis>。

source: Select the physical server that has events.
es_es: Seleccione el servidor físico que tiene eventos.
ja_jp: イベントが生じている物理サーバーを選択します。
zh_cn: 选择具有事件的物理服务器。

source: Click the <emphasis role="strong">Monitoring &gt; Timelines</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Monitoring &gt; Timelines</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">監視 &gt; タイムライン</emphasis> の順にクリックします。
zh_cn: 从顶部菜单中，单击<emphasis role="strong">监控 &gt; 时间线</emphasis>。

source: Select the event types and the period in the options filter. Filters can be used to focus attention on specific messages of interest in a specific time interval.
es_es: Seleccione los tipos de eventos y el período en el filtro de opciones. Los filtros se pueden usar para filtrar mensajes de interés específicos en un intervalo de tiempo específico.
ja_jp: オプションフィルターでイベントのタイプおよび期間を選択します。フィルターを使用することで、指定した期間の特定イベントに関するメッセージに限定することができます。
zh_cn: 从选项过滤器中选择事件类型和期间。通过使用过滤器，可将注意力放在特定时间间隔内的相关消息上。

source: Click <emphasis role="strong">Apply</emphasis>. The timeline is displayed with events that match the specified filters. You can click an event to view the event details.
es_es: Haga clic en <emphasis role="strong">Apply</emphasis>. La línea de tiempo se muestra con los eventos que corresponden a los filtros especificados. Puede hacer clic en un evento para ver los detalles de este.
ja_jp: <emphasis role="strong">適用</emphasis> をクリックします。設定したフィルター条件に適合するイベントを含むタイムラインが表示されます。イベントをクリックして、イベントの詳細を表示することができます。
zh_cn: 单击<emphasis role="strong">应用</emphasis>。此时会显示时间线及与指定过滤器匹配的事件。您可以单击事件来查看该事件的详细信息。

source: Powering on and off a physical server
es_es: Encender y apagar un servidor físico
ja_jp: 物理サーバーの電源オンおよびオフ
zh_cn: 打开和关闭物理服务器电源

source: You can perform power operations on the physical servers by completing the following steps.
es_es: Para realizar operaciones de encendido de los servidores físicos, realice los siguientes pasos.
ja_jp: 以下のステップを実施して、物理サーバーの電源操作を実施することができます。
zh_cn: 您可以通过下列步骤，对物理服务器执行电源操作。

source: Select the physical server.
es_es: Seleccione el servidor físico.
ja_jp: 物理サーバーを選択します。
zh_cn: 选择物理服务器。

source: Click <emphasis role="strong">Power</emphasis> from the top menu, and then click one of the following power actions:
es_es: Haga clic en <emphasis role="strong">Power</emphasis> en el menú principal y luego en uno de las siguientes acciones de encendido:
ja_jp: トップメニューで <emphasis role="strong">電源</emphasis> をクリックし、続いて以下に示す電源操作のいずれかをクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">电源</emphasis>，再单击下列电源操作之一：

source: <emphasis role="strong">Power on</emphasis> - Powers on the server.
es_es: <emphasis role="strong">Power on</emphasis>: enciende el servidor.
ja_jp: <emphasis role="strong">電源オン</emphasis>: サーバーの電源をオンにします。
zh_cn: <emphasis role="strong">通电</emphasis> - 打开服务器的电源。

source: <emphasis role="strong">Power off</emphasis> - Shuts down the operating system and powers off the server.
es_es: <emphasis role="strong">Power off</emphasis>: cierra el sistema operativo y apaga el servidor.
ja_jp: <emphasis role="strong">電源オフ</emphasis>: オペレーティングシステムを終了してサーバーの電源をオフにします。
zh_cn: <emphasis role="strong">关机</emphasis> - 关闭操作系统并断开服务器的电源。

source: <emphasis role="strong">Power off immediately</emphasis> - Powers off the server.
es_es: <emphasis role="strong">Power off immediately</emphasis>: apaga el servidor.
ja_jp: <emphasis role="strong">即時の電源オフ</emphasis>: サーバーの電源をオフにします。
zh_cn: <emphasis role="strong">立即关机</emphasis> - 关闭服务器的电源。

source: <emphasis role="strong">Restart</emphasis> - Shuts down the operating system and restarts the server.
es_es: <emphasis role="strong">Restart</emphasis>: cierra el sistema operativo y reinicia el servidor.
ja_jp: <emphasis role="strong">再起動</emphasis>: オペレーティングシステムを終了してサーバーを再起動します。
zh_cn: <emphasis role="strong">重启</emphasis> - 关闭操作系统并重启服务器。

source: <emphasis role="strong">Restart immediately</emphasis> - Restarts the server.
es_es: <emphasis role="strong">Restart immediately</emphasis>: reinicia el servidor.
ja_jp: <emphasis role="strong">即時の再起動</emphasis>: サーバーを再起動します。
zh_cn: <emphasis role="strong">立即重启</emphasis> - 重启服务器。

source: <emphasis role="strong">Restart to System Setup</emphasis> - Restarts the server back to default BIOS/UEFI (F1) Setup.
es_es: <emphasis role="strong">Restart to System Setup</emphasis>: reinicia el servidor con la configuración predeterminada BIOS/UEFI (F1).
ja_jp: <emphasis role="strong">システムセットアップに対する再起動</emphasis>: デフォルトの BIOS/UEFI (F1) セットアップに戻してサーバーを再起動します。
zh_cn: <emphasis role="strong">重启到系统设置</emphasis> - 重启服务器到默认的 BIOS/UEFI (F1) 设置。

source: <emphasis role="strong">Restart Management Controller</emphasis> - Restarts the baseboard management controller in the sever.
es_es: <emphasis role="strong">Restart Management Controller</emphasis>: reinicia el controlador de administración del tablero en el servidor.
ja_jp: <emphasis role="strong">管理コントローラーの再起動</emphasis>: サーバーのベースボード管理コントローラーを再起動します。
zh_cn: <emphasis role="strong">重启管理控制器</emphasis> - 重启服务器中的基板管理控制器。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_power.png" /> </imageobject> <textobject><phrase>physical server power</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_power.png" /> </imageobject> <textobject><phrase>encendido del servidor físico</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_power.png" /> </imageobject> <textobject><phrase>物理服务器电源</phrase></textobject> </inlinemediaobject>

source: Locating a physical server
es_es: Localizar un servidor físico
ja_jp: 物理サーバーの場所の特定
zh_cn: 定位物理服务器

source: You can change the Location LED state on a physical server to locate the sever in the data center.
es_es: Puede modificar la ubicación del estado del LED en un servidor físico para localizar el servidor en el centro de datos.
ja_jp: 物理サーバーのロケーション LED の状態を変更して、データセンター内でのサーバーの場所を特定することができます。
zh_cn: 您可以更改物理服务器上的位置 LED 状态，在数据中心中定位该服务器。

source: Click <emphasis role="strong">Identify</emphasis> from the top menu, and then click the appropriate action: <emphasis role="strong">Blink LED</emphasis>, <emphasis role="strong">Turn On LED</emphasis>, or <emphasis role="strong">Turn Off LED</emphasis>.
es_es: Haga clic en <emphasis role="strong">Identify</emphasis> en el menú principal y luego en la acción que corresponda: <emphasis role="strong">Blink LED</emphasis> (parpadeo del LED), <emphasis role="strong">Turn On LED</emphasis> (encender el LED) o <emphasis role="strong">Turn Off LED</emphasis> (apagar el LED).
ja_jp: トップメニューで <emphasis role="strong">識別</emphasis> をクリックし、続いて次の中から適切な操作をクリックします。<emphasis role="strong">LED の点滅</emphasis>、<emphasis role="strong">LED をオンにする</emphasis>、または <emphasis role="strong">LED をオフにする</emphasis>。
zh_cn: 单击顶部菜单中的<emphasis role="strong">识别</emphasis>，再单击相应的操作：<emphasis role="strong">闪烁 LED</emphasis>、<emphasis role="strong">打开 LED</emphasis> 或<emphasis role="strong">关闭 LED</emphasis>。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_identify_led.png" /> </imageobject> <textobject><phrase>physical server identify led</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_identify_led.png" /> </imageobject> <textobject><phrase>led de identificación del servidor físico</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_server/images/physical_server_identify_led.png" /> </imageobject> <textobject><phrase>物理服务器识别 LED</phrase></textobject> </inlinemediaobject>

source: Provisioning physical servers using configuration patterns
es_es: Proporcionar servidores físicos con patrones de configuración
ja_jp: 構成パターンを使用した物理サーバーのプロビジョニング
zh_cn: 使用配置 Patterns 置备物理服务器

source: You can use configuration patterns in XClarity Administrator to quickly provision or preprovision multiple servers from a single set of defined configuration settings. Configuration patterns act as templates for configuring logical storage, I/O adapters, boot order, and other baseboard management controller and Unified Extensible Firmware Interface (UEFI) settings.
es_es: Puede usar los patrones de configuración en XClarity Administrator para aprovisionar o aprovisionar con anticipación servidores múltiples desde un conjunto único de configuraciones definidas. Los patrones de configuración funcionan como plantillas para configurar el almacenamiento lógico, los adaptadores de entrada y salida, así como otras configuraciones del controlador de administración del tablero y la interfaz de firmware extensible y unificada (UEFI).
ja_jp: XClarity Administrator の構成パターンを使用すると、単一セットの定義済み構成設定から複数のサーバーを簡単にプロビジョニングまたは事前プロビジョニングすることができます。構成パターンは、論理ストレージ、I/O アダプター、ブート順序、ならびにその他のベースボード管理コントローラーおよび Unified Extensible Firmware Interface (UEFI) 設定を定義する際のテンプレートとして機能します。
zh_cn: 您可以使用 XClarity Administrator 中的 Configuration Patterns，从一组定义的配置设置置备或预置备多台服务器。Configuration Patterns 充当模板，用于配置逻辑存储、I/O 适配器、引导顺序及其他基板管理控制器和统一可扩展固件接口 (UEFI) 设置。
