Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: Managing physical storage systems
es_es: Administrar sistemas de almacenamiento físico
ja_jp: 物理ストレージシステムの管理
zh_cn: 管理物理存储系统

source: After the Lenovo physical-infrastructure provider is added, the physical storage systems that are managed by XClarity Administrator are registered in CloudForms. You can then view and manage the storage systems.
es_es: Después de agregar el proveedor de infraestructura física Lenovo, los sistemas de almacenamiento físico que son administrados por XClarity Administrator se registran en CloudForms. De esta manera, puede ver y administrar los sistemas de almacenamiento.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーを追加すると、XClarity Administrator の管理する物理ストレージシステムが CloudForms に登録されます。これで、ストレージシステムを表示および管理することができるようになります。
zh_cn: 在添加了 Lenovo 物理基础架构供应商后，受 XClarity Administrator 管理的物理存储系统就会注册到 CloudForms 中。然后，您可以查看和管理这些存储系统。

source: Viewing physical storage systems
es_es: Ver sistemas de almacenamiento físico
ja_jp: 物理ストレージシステムの表示
zh_cn: 查看物理存储系统

source: To view a list of all physical storage systems that are managed by all physical-infrastructure providers, navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Storages</emphasis>. The Physical Storages page is displayed (see the following figure).
es_es: Para ver un listado de todos los sistemas de almacenamiento físico administrados por todos los proveedores de infraestructura física, navegue a <emphasis role="strong">Cálculo &gt; Infraestructura física &gt; Servidores</emphasis>. Se muestra la página Almacenamientos físicos (ver la figura a continuación).
ja_jp: すべての物理インフラストラクチャープロバイダーによって管理される全物理ストレージシステムのリストを表示するには、<emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; ストレージ</emphasis> の順に移動します。物理ストレージ ページが表示されます (下図を参照)。
zh_cn: 若要查看所有物理基础架构供应商管理的所有物理存储系统的列表，请前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 存储</emphasis>。此时会显示“物理存储”页面（见下图）。

source: <emphasis role="strong">Tip:</emphasis> You can sort the table columns to make it easier to find a specific storage system.
es_es: <emphasis role="strong">Consejo:</emphasis> Puede clasificar las columnas de la tabla para que sea más fácil encontrar un sistema de almacenamiento específico.
ja_jp: <emphasis role="strong">ヒント:</emphasis> 表の見出しを使って、特定のストレージシステムを簡単に探すことができます。
zh_cn: <emphasis role="strong">提示：</emphasis>您可以对表列进行排序，以方便查找特定的存储系统。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_storage/images/physical_storage.png" /> </imageobject> <textobject><phrase>physical storage</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_storage/images/physical_storage.png" /> </imageobject> <textobject><phrase>almacenamiento físico</phrase></textobject> </inlinemediaobject>

source: Managing physical switches
es_es: Administrar switches físicos
ja_jp: 物理スイッチの管理
zh_cn: 管理物理交换机

source: After the Lenovo physical-infrastructure provider is added, the physical switches that are managed by XClarity Administrator are registered in CloudForms. You can then view and manage the switches.
es_es: Después de agregar el proveedor de infraestructura física Lenovo, los switches físicos que son administrados por XClarity Administrator se registran en CloudForms. De esta manera, puede ver y administrar los switches.
ja_jp: Lenovo 物理インフラストラクチャープロバイダーを追加すると、XClarity Administrator の管理する物理スイッチが CloudForms に登録されます。これで、スイッチを表示および管理することができるようになります。
zh_cn: 在添加了 Lenovo 物理基础架构供应商后，受 XClarity Administrator 管理的物理交换机就会注册到 CloudForms 中。然后，您可以查看和管理这些交换机。

source: Viewing physical switches
es_es: Ver switches físicos
ja_jp: 物理スイッチの表示
zh_cn: 查看物理交换机

source: To view a list of all physical switches that are managed by all physical-infrastructure providers, navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Switches</emphasis>. The Physical Switches page is displayed (see the following figure).
es_es: Para ver un listado de todos los switches físicos administrados por todos los proveedores de infraestructura física, navegue a <emphasis role="strong">Cálculo &gt; Infraestructura física &gt; Servidores</emphasis>. Se muestra la página Switches físicos (ver la figura a continuación).
ja_jp: すべての物理インフラストラクチャープロバイダーによって管理される全物理スイッチのリストを表示するには、<emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; スイッチ</emphasis> の順に移動します。物理スイッチ ページが表示されます (下図を参照)。
zh_cn: 若要查看所有物理基础架构供应商管理的所有物理交换机的列表，请前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 交换机</emphasis>。此时会显示“物理交换机”页面（见下图）。

source: <emphasis role="strong">Tip:</emphasis> You can sort the table columns to make it easier to find a specific switch.
es_es: <emphasis role="strong">Consejo:</emphasis> Puede clasificar las columnas de la tabla para que sea más fácil encontrar un switch específico.
ja_jp: <emphasis role="strong">ヒント:</emphasis> 表の見出しを使って、特定のスイッチを簡単に探すことができます。
zh_cn: <emphasis role="strong">提示：</emphasis>您可以对表列进行排序，以方便查找特定的交换机。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_switch/images/physical_switches.png" /> </imageobject> <textobject><phrase>physical switches</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_switch/images/physical_switches.png" /> </imageobject> <textobject><phrase>switches físicos</phrase></textobject> </inlinemediaobject>

source: Restarting physical switches
es_es: Reiniciar switches físicos
ja_jp: 物理スイッチの再起動
zh_cn: 重启物理交换机

source: You can restart a physical switch that is managed by the physical-infrastructure provider.
es_es: Puede reiniciar un switch físico que es gestionado por el proveedor de infraestructura física.
ja_jp: 物理インフラストラクチャープロバイダーの管理する物理スイッチを再起動することができます。
zh_cn: 您可以重启受物理基础架构供应商管理的物理交换机。

source: Navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Switches</emphasis>.
es_es: Navegue a <emphasis role="strong">Cálculo &gt; Infraestructura física &gt; Servidores.</emphasis>.
ja_jp: <emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; スイッチ</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 交换机</emphasis>。

source: Select a physical switch. The Physical Switches Summary page is displayed.
es_es: Seleccione un switch físico. Aparecerá la página Resumen de switches físicos.
ja_jp: 物理スイッチを選択します。物理スイッチの概要ページが表示されます。
zh_cn: 选择物理交换机。此时会显示“物理交换机概览”页面。

source: Click on <emphasis role="strong">Power</emphasis> in the top menu, and then click on <emphasis role="strong">Restart</emphasis>.
es_es: Haga clic en <emphasis role="strong">Potencia</emphasis> en el menú superior y, luego, haga clic en <emphasis role="strong">Reiniciar</emphasis>.
ja_jp: トップメニューで <emphasis role="strong">電源</emphasis> をクリックし、続いて <emphasis role="strong">再起動</emphasis> をクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">电源</emphasis>，再单击<emphasis role="strong">重启</emphasis>。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_switch/images/physical_switch_restart.png" /> </imageobject> <textobject><phrase>physical switch restart</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/physical_switch/images/physical_switch_restart.png" /> </imageobject> <textobject><phrase>reinicio de switch físico</phrase></textobject> </inlinemediaobject>

source: Automating tasks based on events
es_es: Automatizar las tareas según los eventos
ja_jp: イベントに応じたタスクの自動化
zh_cn: 基于事件自动化任务

source: You can use CloudForms to automatically perform specific tasks when certain events occur on servers that are managed by XClarity Administrator through a Lenovo physical-infrastructure provider. To create an automation task, you must create and configure a custom domain. To automatically invoke the task when a certain event occurs, you must create, configure and assign a custom policy.
es_es: Puede usar CloudForms para realizar tareas específicas de forma automática cuando ciertos eventos ocurren en los servidores administrados por XClarity Administrator con un proveedor de infraestructura física de Lenovo. Para crear una tarea automática, debe crear y configurar un dominio personalizado. Para invocar automáticamente la tarea cuando ocurre un evento determinado, configure y asigne una política personalizada.
ja_jp: XClarity Administrator によって管理されるサーバーに特定のイベントが生じた際に、CloudForms の Lenovo 物理インフラストラクチャープロバイダーを通じて、特定のタスクを自動的に実行することができます。自動化タスクを作成するには、カスタムドメインを作成して設定する必要があります。特定のイベントが生じた際にタスクを自動的に呼び出すには、カスタムポリシーを作成、設定、および割り当てる必要があります。
zh_cn: 在 CloudForms 中设置 Lenovo 物理基础架构供应商后，就可以在 XClarity Administrator 所管理的服务器上发生特定事件时，自动执行特定的任务。若要创建自动化任务，您必须创建和配置自定义域。若要在特定事件发生时自动调用任务，您必须创建、配置和分配自定义策略。

source: For more information about the CloudForms automation function, see <link xlink:href="https://access.redhat.com/documentation/en-us/red_hat_cloudforms/4.0/html/scripting_actions_in_cloudforms/">Scripting Actions in CloudForms</link> website.
es_es: Para más información sobre la función de automatización de CloudForms, ver el sitio web <link xlink:href="https://access.redhat.com/documentation/en-us/red_hat_cloudforms/4.0/html/scripting_actions_in_cloudforms/">Scripting Actions in CloudForms</link>.
ja_jp: CloudForms の自動化機能の詳細については、<link xlink:href="https://access.redhat.com/documentation/en-us/red_hat_cloudforms/4.7/html/scripting_actions_in_cloudforms/">『Scripting Actions in CloudForms』</link>を参照してください。
zh_cn: 如需关于 CloudForms 自动化功能的更多信息，请参见 <link xlink:href="https://access.redhat.com/documentation/en-us/red_hat_cloudforms/4.0/html/scripting_actions_in_cloudforms/">CloudForms 脚本操作指南</link>网站。

source: Creating an automated task
es_es: Crear una tarea automática
ja_jp: 自動化タスクの作成
zh_cn: 创建自动化任务

source: To create an automated task, you must first create and configure a custom domain.
es_es: Para crear una tarea automática, primero debe crear y configurar un dominio personalizado.
ja_jp: 自動化タスクを作成するには、まずカスタムドメインを作成して設定する必要があります。
zh_cn: 若要创建自动化任务，您必须创建和配置自定义域。

source: A <emphasis>domain</emphasis> is a collection of tasks that can be automated. The tasks are run in a sequence that is defined by the domain priority. A task in a domain with a higher priority overrides the same task in a lower-priority domain. In this way, CloudForms provides core domains and allows you to override automated tasks using your own custom domains.
es_es: Un <emphasis>dominio</emphasis> es un conjunto de tareas que se pueden automatizar. Las tareas se ejecutan en una secuencia definida por la prioridad del dominio. Una tarea en un dominio con una prioridad más alta anula la misma tarea en un dominio de prioridad más baja. De esta manera, CloudForms proporciona dominios principales y le permite anular las tareas automáticas mediante sus propios dominios personalizados.
ja_jp: <emphasis>ドメイン</emphasis> に、自動的に実行することのできるタスクを収めます。タスクは、ドメインプライオリティーで定義される順に実行されます。優先順位の高いドメインのタスクは、優先順位の低いドメインの同一タスクに優先します。CloudForms にはコアドメインが用意され、さらに専用のカスタムドメインを使用して自動化タスクをオーバーライドすることができます。
zh_cn: <emphasis>域</emphasis>是一系列可以自动化的任务。这些任务按照域优先级定义的次序运行。高优先级域中的任务会覆盖低优先级域中的相同任务。这样，CloudForms 可以提供核心域，同时允许您利用自己的自定义域来覆盖自动化任务。

source: Each domain contains a set of namespaces. A <emphasis>namespace</emphasis> is a container that organizes and categorizes tasks. A namespace can contain child namespaces as well as classes.
es_es: Cada dominio contiene un conjunto de espacios de nombre. Un <emphasis>espacio de nombre</emphasis> es un contenedor que organiza y categoriza las tareas. Un espacio de nombre puede contener espacios de nombre hijos y también, clases.
ja_jp: それぞれのドメインには、名前空間のセットが含まれます。<emphasis>名前空間</emphasis> はタスクを整理して分類するコンテナーです。名前空間には、子名前空間およびクラスを含めることができます。
zh_cn: 每个域包含一组命名空间。<emphasis>命名空间</emphasis>是用于组织任务并对任务进行分类的容器。命名空间内可以包含子命名空间和类。

source: A <emphasis>class</emphasis> is a template for a specific task. A class uses a schema to populate a class instance with default values. A class instance can contain attributes, calls to methods, and relationships.
es_es: Una <emphasis>clase</emphasis> es una plantilla para una tarea específica. Una clase utiliza un esquema para completar una instancia de una clase con valores predeterminados. Una instancia de una clase puede contener atributos, invocación de métodos y relaciones.
ja_jp: <emphasis>クラス</emphasis> は特定のタスクに対するテンプレートです。クラスはスキーマを使用して、デフォルト値のクラスインスタンスを設定します。クラスインスタンスには、属性、メソッドの呼び出し、およびリレーションシップを含めることができます。
zh_cn: <emphasis>类</emphasis>是用于特定任务的模板。类使用模式为类实例填充默认值。类实例中可以包含属性、调用方法和关系。

source: The <emphasis>methods</emphasis> define the task that you want to perform. It uses Ruby code to run the various operations.
es_es: Los <emphasis>métodos</emphasis> definen la tarea que desea realizar. Utiliza el código Ruby para ejecutar varias operaciones.
ja_jp: <emphasis>メソッド</emphasis> で実行するタスクを定義します。さまざまな操作を実行するのに、Ruby コードが使用されます。
zh_cn: <emphasis>方法</emphasis>定义您要执行的任务。它使用 Ruby 代码来运行各种操作。

source: As an example, the following steps describe how to create an automated task for performing a power action (such as powering on, power off, or restarting the server) on the physical server which is first detected by the Lenovo physical-infrastructure provider.
es_es: A modo de ejemplo, los siguientes pasos describen cómo crear una tarea automática para realizar una acción de encendido (como encender, apagar o reiniciar el servidor) en el primer servidor físico conocido del proveedor de infraestructura física de Lenovo.
ja_jp: 以下の例で、自動化タスクを作成する方法を説明します。ここでは、Lenovo 物理インフラストラクチャープロバイダーによって最初に検出される物理サーバーに対して、電源操作 (電源オン、オフ、またはサーバーの再起動など) を実施します。
zh_cn: 例如，下列步骤描述了如何创建一个自动化任务，以便对 Lenovo 物理基础架构供应商识别的第一台物理服务器执行电源操作（如开机、关机或重启服务器）。

source: <emphasis role="strong">Note:</emphasis> You must be logged in to CloudForms as a user with permission to create domains. The default user is admin, password smartvm.
es_es: <emphasis role="strong">Nota:</emphasis> debe iniciar sesión en CloudForms como usuario con permiso para crear dominios. El usuario predeterminado es admin y la contraseña es smartvm.
ja_jp: <emphasis role="strong">メモ:</emphasis> ドメインを作成する権限が与えられたユーザーとして CloudForms にログインしている必要があります。デフォルトのユーザーは admin で、パスワードは smartvm です。
zh_cn: <emphasis role="strong">注意：</emphasis> 您必须以有权创建域的用户身份登录 CloudForms。默认用户为 admin，密码为 smartvm。

source: Step 1. Create a custom domain.
es_es: Paso 1. Crear un dominio personalizado.
ja_jp: ステップ 1: カスタムドメインを作成する
zh_cn: 第 1 步：创建自定义域。

source: Navigate to <emphasis role="strong">Automation &gt; Automate &gt; Explorer</emphasis>.
es_es: Navegue a <emphasis role="strong">Automation &gt; Automate &gt; Explorer</emphasis>.
ja_jp: <emphasis role="strong">自動化 &gt; 自動化 &gt; エクスプローラー</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">自动化 &gt; 自动化 &gt; 浏览</emphasis>。

source: Click <emphasis role="strong">Configuration &gt; Add a New Domain</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a New Domain</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規ドメインの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的域</emphasis>。

source: Enter a domain name (for example, Lenovo).
es_es: Ingrese un nombre de dominio (por ejemplo: Lenovo).
ja_jp: ドメイン名を入力します (例: Lenovo)。
zh_cn: 输入域名（例如，Lenovo）。

source: Select <emphasis role="strong">Enable</emphasis> to enable the domain.
es_es: Seleccione <emphasis role="strong">Enable</emphasis> para habilitar el dominio.
ja_jp: <emphasis role="strong">有効化</emphasis> を選択してドメインを有効にします。
zh_cn: 选择<emphasis role="strong">启用</emphasis>以启用该域。

source: Step 2. Add the LenovoXclarity and Event Handler class to the custom domain.
es_es: Paso 2. Añadir la clase de LenovoXclarity y controlador de eventos al dominio personalizado.
ja_jp: ステップ 2: カスタムドメインに LenovoXclarity および Event Handler クラスを追加する
zh_cn: 第 2 步：把 LenovoXclarity 和 Event Handler 类添加到自定义域。

source: Copy the LenovoXclarity class to the custom domain.
es_es: Copiar la clase de LenovoXclarity al dominio personalizado.
ja_jp: LenovoXclarity クラスをカスタムドメインにコピーします。
zh_cn: 复制 LenovoXclarity 类到自定义域。

source: Select the <emphasis role="strong">ManageIQ</emphasis> core domain.
es_es: Seleccione el dominio principal de <emphasis role="strong">ManageIQ</emphasis>.
ja_jp: <emphasis role="strong">ManageIQ</emphasis> コアドメインを選択します。
zh_cn: 选择 <emphasis role="strong">ManageIQ</emphasis> 域。

source: Navigate to <emphasis role="strong">ManageIQ &gt; System &gt; Event &gt; EmsEvent &gt; LenovoXclarity</emphasis>.
es_es: Navegue a <emphasis role="strong">ManageIQ &gt; System &gt; Event &gt; EmsEvent &gt; LenovoXclarity</emphasis>.
ja_jp: <emphasis role="strong">ManageIQ &gt; System &gt; Event &gt; EmsEvent &gt; LenovoXclarity</emphasis> の順に移動します。
zh_cn: 前往 <emphasis role="strong">ManageIQ &gt; System &gt; Event &gt; EmsEvent &gt; LenovoXclarity</emphasis>.

source: Click <emphasis role="strong">Configuration &gt; Copy this Class</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Copy this Class</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; このクラスのコピー</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 复制选择的类</emphasis>。

source: Select the custom domain from the <emphasis role="strong">To Domain</emphasis> drop-down menu.
es_es: Seleccione el dominio personalizado en el menú desplegable de <emphasis role="strong">To Domain</emphasis> .
ja_jp: <emphasis role="strong">コピー先ドメイン</emphasis> ドロップダウンメニューからカスタムドメインを選択します。
zh_cn: 从<emphasis role="strong">至域</emphasis>下拉菜单中选择自定义域。

source: Click <emphasis role="strong">Copy</emphasis>.
es_es: Haga clic en <emphasis role="strong">Copy</emphasis>.
ja_jp: <emphasis role="strong">コピー</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">复制</emphasis>。

source: Copy the Event Handler class to the custom domain.
es_es: Copiar la clase de controlador de eventos al dominio personalizado.
ja_jp: Event Handler クラスをカスタムドメインにコピーします。
zh_cn: 把 Event Handler 类复制到自定义域。

source: Navigate to <emphasis role="strong">ManageIQ &gt; System &gt; Event Handlers</emphasis>.
es_es: Navegue a <emphasis role="strong">ManageIQ &gt; System &gt; Event Handlers</emphasis>.
ja_jp: <emphasis role="strong">ManageIQ &gt; System &gt; Event Handlers</emphasis> の順に移動します。
zh_cn: 前往 <emphasis role="strong">ManageIQ &gt; System &gt; Event Handlers</emphasis>。

source: Select the instance that you wish (for example, event_action_policy).
es_es: Seleccione la instancia que desee (por ejemplo: evento_acción_política).
ja_jp: 希望するインスタンスを選択します (例: event_action_policy)。
zh_cn: 选择您所需的实例（例如，event_action_policy）。

source: Click <emphasis role="strong">Configuration &gt; Copy this Instance</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Copy this Instance</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; このインスタンスのコピー</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 复制这个实例</emphasis>。

source: Select the <emphasis role="strong">event_action_policy</emphasis> method.
es_es: Seleccione el método para <emphasis role="strong">evento_acción_política</emphasis>.
ja_jp: <emphasis role="strong">event_action_policy</emphasis> メソッドを選択します。
zh_cn: 选择 <emphasis role="strong">event_action_policy</emphasis> 方法。

source: Click the <emphasis role="strong">Configuration</emphasis> icon, and then click the <emphasis role="strong">Copy this method</emphasis> icon.
es_es: Haga clic en el ícono <emphasis role="strong">Configuration</emphasis> y luego en el ícono <emphasis role="strong">Copy this method</emphasis>.
ja_jp: <emphasis role="strong">構成</emphasis> アイコンをクリックし、続いて <emphasis role="strong">このメソッドのコピー</emphasis> アイコンをクリックします。
zh_cn: 单击<emphasis role="strong">配置</emphasis>图标，然后单击<emphasis role="strong">复制这个方法</emphasis>图标。

source: Create a new instance of the LenovoXclarity class.
es_es: Crear una nueva instancia de la clase de LenovoXclarity.
ja_jp: LenovoXclarity クラスの新規インスタンスを作成します。
zh_cn: 创建 LenovoXclarity 类的新实例。

source: Navigation to name of the custom domain (for example, Lenovo), and click <emphasis role="strong">System &gt; Event &gt; EmsEvent &gt;LenovoXclarity</emphasis>.
es_es: Navegue hasta el nombre del dominio personalizado (por ejemplo: Lenovo) y haga clic en <emphasis role="strong">System &gt; Event &gt; EmsEvent &gt;LenovoXclarity</emphasis>.
ja_jp: カスタムドメインの名前に移動し (例: Lenovo)、<emphasis role="strong">System &gt; Event &gt; EmsEvent &gt; LenovoXclarity</emphasis> の順にクリックします。
zh_cn: 浏览到自定义域的名称（例如，Lenovo），再单击<emphasis role="strong">系统 &gt; 事件 &gt; EmsEvent &gt;LenovoXclarity</emphasis>。

source: Click <emphasis role="strong">Configuration &gt; Add a new Instance</emphasis> from the top menu.
es_es: Haga clic en <emphasis role="strong">Configuration &gt; Add a new Instance</emphasis> en el menú principal.
ja_jp: トップメニューで <emphasis role="strong">構成 &gt; 新規インスタンスの追加</emphasis> の順にクリックします。
zh_cn: 单击顶部菜单中的<emphasis role="strong">配置 &gt; 添加新的实例</emphasis>。

source: Enter a name for the new class instance (for example, FQXHMTS0003G, which is the event that is generated when inventory data cannot be retrieved from a device).
es_es: Ingrese un nombre para la nueva instancia de clase (por ejemplo: FQXHMTS0003G que es el evento generado cuando los datos de inventario no se pueden recuperar desde un dispositivo).
ja_jp: 新規クラスインスタンスの名前を入力します (たとえば FQXHMTS0003G: デバイスからインベントリーデータを取得できない時に生成されるイベント)。
zh_cn: 输入新类实例的名称（例如 FQXHMTS0003G，这是当无法从设备获得清单数据时产生的事件）。

source: <emphasis role="strong">Important:</emphasis> The class-instance name must be the same as the name of the event that triggers the task to be invoked. CloudForms matches the class instance with the event by this name. To find the event name, see <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/messages.html?cp=1_22_16">Messages</link> in the XClarity Administrator online documentation.
es_es: <emphasis role="strong">Importante:</emphasis> El nombre de la instancia de clase debe ser el mismo que el nombre del evento que activó la tarea por invocar. CloudForms relaciona la instancia de clase con el evento mediante este nombre. Para encontrar el nombre del evento, consulte <link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/messages.html?cp=1_22_16">Mensajes</link> en la documentación en línea de XClarity Administrator.
ja_jp: <emphasis role="strong">重要:</emphasis> クラスインスタンス名は、呼び出されるタスクのトリガーとなるイベント名と一致している必要があります。CloudForms では、この名前を使ってクラスインスタンスとイベントを照合します。イベント名を知るには、XClarity Administrator オンラインドキュメントの<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/messages.html?cp=1_22_16">「イベントとアラートのメッセージ」</link>を参照してください。
zh_cn: <emphasis role="strong">重要：</emphasis>类实例名称必须与触发要调用的任务的事件名称相同。CloudForms 按照该名称来匹配类实例和事件。若要查找事件名称，请参见 XClarity Administrator 在线文档中的<link xlink:href="http://sysmgt.lenovofiles.com/help/topic/com.lenovo.lxca.doc/messages.html?cp=1_22_16">消息</link>。

source: Add the path to the event handlers copied in the field’s <emphasis role="strong">rel3</emphasis>.
es_es: Añada la ruta a los controladores del evento copiada en <emphasis role="strong">rel3</emphasis> del campo.
ja_jp: コピーしたイベントハンドラーへのパスを、<emphasis role="strong">rel3</emphasis> のフィールドに追加します。
zh_cn: 添加在字段的 <emphasis role="strong">rel3</emphasis> 中复制的事件处理程序的路径。

source: There are three available policy operations:
es_es: Existen tres operaciones de política disponibles:
ja_jp: 以下に示す 3 つのポリシー操作が利用可能です。
zh_cn: 可用的策略操作有三种：

source: Physical Server Reset
es_es: Restablecer el servidor físico
zh_cn: 物理服务器重置

source: Physical Server Start
es_es: Iniciar el servidor físico
zh_cn: 物理服务器启动

source: Physical Server Shutdown
es_es: Apagar el servidor físico
zh_cn: 物理服务器关机

source: There are three available policy events:
es_es: Existen tres eventos de política disponibles:
ja_jp: 以下に示す 3 つのポリシーイベントが利用可能です。
zh_cn: 可用的策略事件有三种：

source: physical_server_reset
es_es: Restablecer_servidor_físico
