Repository: ManageIQ/manageiq-lxca-docs
Catalog: physical_infra_provider_configuration/l10n/*/main.po
Languages: es_es, ja_jp, zh_cn

source: Click <emphasis role="strong">Configuration</emphasis>, then click <emphasis role="strong">Add a New Infrastructure Provider</emphasis>.
es_es: Haga clic en <emphasis role="strong">Configuration</emphasis> y luego en <emphasis role="strong">Add a New Infrastructure Provider</emphasis>.
ja_jp: <emphasis role="strong">構成</emphasis> をクリックし、続いて <emphasis role="strong">新規インフラストラクチャープロバイダーの追加</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">配置</emphasis>，然后单击<emphasis role="strong">添加新的基础架构供应商</emphasis>。

source: Enter a <emphasis role="strong">Name</emphasis> for the provider (for example, Physical Infrastructure Manager).
es_es: Ingrese un <emphasis role="strong">Nombre</emphasis> para el proveedor (por ejemplo: Administrador de infraestructura física).
ja_jp: <emphasis role="strong">名前</emphasis> フィールドにプロバイダー名を入力します (例: Physical Infrastructure Manager)。
zh_cn: 输入供应商的<emphasis role="strong">名称</emphasis>（例如，Physical Infrastructure Manager）。

source: From the <emphasis role="strong">Type</emphasis> list, select "Lenovo XClarity".
es_es: Seleccione "Lenovo XClarity" en la lista <emphasis role="strong">Type</emphasis>.
ja_jp: <emphasis role="strong">タイプ</emphasis> リストから、「Lenovo XClarity」を選択します。
zh_cn: 从<emphasis role="strong">类型</emphasis>列表中，选择“Lenovo XClarity”。

source: Accept the default <emphasis role="strong">Zone</emphasis>.
es_es: Acepte la <emphasis role="strong">Zona</emphasis> predeterminada.
ja_jp: <emphasis role="strong">ゾーン</emphasis> フィールドは Default Zone とします。
zh_cn: 接受默认的<emphasis role="strong">区域</emphasis>。

source: In the credentials area, provide the following:
es_es: En el área de credenciales, proporcione la siguiente información:
ja_jp: 認証情報エリアで、以下の情報を指定します。
zh_cn: 在凭据区域中，提供下列信息：

source: Enter the hostname, IPv4 address, or IPv6 address of the XClarity Administrator instance.
es_es: Ingrese el nombre de host y la dirección IPv4 o IPv6 de la instancia de XClarity Administrator.
ja_jp: XClarity Administrator インスタンスのホスト名、IPv4 アドレス、または IPv6 アドレスを入力します。
zh_cn: 输入 XClarity Administrator 实例的主机名、 IPv4 地址或 IPv6 地址。

source: Enter “443” for the API port.
es_es: Ingrese "443" en el puerto de API.
ja_jp: API ポート に「443」と入力します。
zh_cn: 输入“443”作为 API 端口。

source: Enter the username and password used to log in to the XClarity Administrator instance.
es_es: Ingrese el nombre de usuario y la contraseña para iniciar sesión en la instancia de XClarity Administrator.
ja_jp: XClarity Administrator インスタンスにログインするためのユーザー名およびパスワードを入力します。
zh_cn: 输入用于登录 XClarity Administrator 实例的用户名和密码。

source: Click <emphasis role="strong">Validate</emphasis> to confirm that you can connect to the XClarity Administrator instance.
es_es: Haga clic en <emphasis role="strong">Validar</emphasis> para confirmar que se puede conectar a la instancia de XClarity Administrator.
ja_jp: <emphasis role="strong">検証</emphasis> をクリックして、XClarity Administrator インスタンスに接続可能であることを確認します。
zh_cn: 单击<emphasis role="strong">验证</emphasis>来确认您可以连接到 XClarity Administrator 实例。

source: Click <emphasis role="strong">Add</emphasis>.
es_es: Haga clic en <emphasis role="strong">Add</emphasis>.
ja_jp: <emphasis role="strong">追加</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">添加</emphasis>。

source: To discover and then connect to a range of XClarity Administrator instances:
es_es: Para detectar y luego conectarse a un rango de instancias de XClarity Administrator, haga lo siguiente:
ja_jp: さまざまな XClarity Administrator インスタンスを検出し、それらに接続するには、以下の手順を実施します。
zh_cn: 发现某一范围的 XClarity Administrator 实例并进行连接：

source: Discover XClarity Administrator instances:
es_es: Para detectar las instancias de XClarity Administrator:
ja_jp: XClarity Administrator インスタンスを検出します。
zh_cn: 发现 XClarity Administrator 实例：

source: Navigate to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Providers</emphasis>.
es_es: Navegue a <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Providers.</emphasis>.
ja_jp: <emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; プロバイダー</emphasis> の順に移動します。
zh_cn: 前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 供应商</emphasis>。

source: Click <emphasis role="strong">Configuration</emphasis>, then click <emphasis role="strong">Discover Physical Infrastructure Providers</emphasis>.
es_es: Haga clic en <emphasis role="strong">Configuration</emphasis> y luego en <emphasis role="strong">Discover Physical Infrastructure Providers</emphasis>.
ja_jp: <emphasis role="strong">構成</emphasis> をクリックし、続いて <emphasis role="strong">物理インフラストラクチャープロバイダーの検出</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">配置</emphasis>，再单击<emphasis role="strong">发现物理基础架构供应商</emphasis>。

source: From the <emphasis role="strong">Type</emphasis> list, select “Lenovo XClarity Administrator.”
es_es: Seleccione "“Lenovo XClarity Administrator" en la lista <emphasis role="strong">Type</emphasis>.
ja_jp: <emphasis role="strong">検出するタイプ</emphasis> のリストから「Lenovo XClarity Administrator」を選択します。
zh_cn: 从<emphasis role="strong">类型</emphasis>列表中，选择“Lenovo XClarity Administrator”。

source: Enter the IP address range starting with <emphasis role="strong">From Address</emphasis> and ending with <emphasis role="strong">To Address</emphasis>.
es_es: Ingrese el rango de dirección IP completando primero el campo <emphasis role="strong">From Address</emphasis> y luego el campo <emphasis role="strong">To Address</emphasis>.
ja_jp: <emphasis role="strong">開始アドレス</emphasis> および <emphasis role="strong">終了アドレス</emphasis> フィールドを使用して、IP アドレスの範囲を入力します。
zh_cn: 输入从<emphasis role="strong">起始地址</emphasis>到<emphasis role="strong">结束地址</emphasis>的 IP 地址范围。

source: Enter the port.
es_es: Ingrese el puerto.
ja_jp: ポートを入力します。
zh_cn: 输入端口。

source: Click <emphasis role="strong">Start</emphasis> to begin the discovery process.
es_es: Haga clic en <emphasis role="strong">Start</emphasis> para comenzar el proceso de detección.
ja_jp: <emphasis role="strong">開始</emphasis> をクリックして検出プロセスを始めます。
zh_cn: 单击<emphasis role="strong">开始</emphasis>来开始发现过程。

source: Update credentials for each discovered physical-infrastructure provider (XClarity Administrator instance):
es_es: Actualice las credenciales para cada proveedor de infraestructura física detectado (instancia de XClarity Administrator):
ja_jp: 検出されたそれぞれの物理インフラストラクチャープロバイダー (XClarity Administrator インスタンス) について、認証情報を更新します。
zh_cn: 更新发现的每一物理基础架构供应商（XClarity Administrator 实例）的凭据：

source: Select the providers to be edited.
es_es: Seleccione los proveedores que serán editados.
ja_jp: 編集するプロバイダーを選択します。
zh_cn: 选择要编辑的供应商。

source: Click the <emphasis role="strong">Configuration</emphasis> button in the menu.
es_es: Haga clic en el botón <emphasis role="strong">Configuration</emphasis> del menú.
ja_jp: メニューの <emphasis role="strong">構成</emphasis> ボタンをクリックします。
zh_cn: 单击菜单中的<emphasis role="strong">配置</emphasis>按钮。

source: Click <emphasis role="strong">Edit selected infrastructure providers</emphasis>.
es_es: Haga clic en <emphasis role="strong">Edit selected infrastructure providers</emphasis>.
ja_jp: <emphasis role="strong">選択したインフラストラクチャープロバイダーの編集</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">编辑所选基础架构供应商</emphasis>。

source: Click <emphasis role="strong">Save</emphasis>. A flash message is displayed, confirming your changes were performed successfully.
es_es: Haga clic en <emphasis role="strong">Save</emphasis>. Se mostrará un mensaje en Flash que confirma que sus cambios se realizaron con éxito.
ja_jp: <emphasis role="strong">保存</emphasis> をクリックします。変更が正常に実施されたことを示すフラッシュメッセージが表示されます。
zh_cn: 单击<emphasis role="strong">保存</emphasis>。此时会显示一条消息，确认已成功执行您的更改。

source: After adding the physical-infrastructure providers, you can view all available providers by navigating to <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Providers</emphasis> as shown below.
es_es: Después de añadir los proveedores de infraestructura física, podrá ver todos los proveedores disponibles si navega en <emphasis role="strong">Compute &gt; Physical Infrastructure &gt; Providers</emphasis> como se muestra a continuación.
ja_jp: 物理インフラストラクチャープロバイダーを追加した後に、<emphasis role="strong">コンピュート &gt; 物理インフラストラクチャー &gt; プロバイダー</emphasis> に順に移動すると、以下のように利用可能なすべてのプロバイダーが表示されます。
zh_cn: 在添加了物理基础架构供应商后，您可以前往<emphasis role="strong">计算 &gt; 物理基础架构 &gt; 供应商</emphasis>来查看所有可用的供应商，如下所示。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/provider/images/providers.png" /> </imageobject> <textobject><phrase>providers</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/provider/images/providers.png" /> </imageobject> <textobject><phrase>proveedores</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/provider/images/providers.png" /> </imageobject> <textobject><phrase>供应商</phrase></textobject> </inlinemediaobject>

source: Refreshing physical-infrastructure providers
es_es: Actualizar los proveedores de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの更新
zh_cn: 刷新物理基础架构供应商

source: CloudForms regularly polls the physical-infrastructure providers to retrieve the latest data, including managed devices, relationships, and power states. You can manually retrieve the latest data by completing the following steps.
es_es: CloudForms encuesta de forma regular a los proveedores de infraestructura física para recuperar los datos más recientes, incluidos los dispositivos controlados, las relaciones y los estados de energía. Para recuperar manualmente los datos más recientes, realice los siguientes pasos.
ja_jp: CloudForms は物理インフラストラクチャープロバイダーに対して定期的にポーリングを行い、管理対象デバイス、リレーションシップ、および電源状態などの最新データを取得します。以下のステップを実施して、手動で最新データを取得することができます。
zh_cn: CloudForms 会定期轮询物理基础架构供应商以检索最新的数据，包括受管设备、关系和电源状态等。您可以通过完成下列步骤来手动检索最新的数据。

source: Select a physical-infrastructure provider to be refreshed.
es_es: Seleccione un proveedor de infraestructura física para actualizar.
ja_jp: 更新する物理インフラストラクチャープロバイダーを選択します。
zh_cn: 选择要刷新的物理基础架构供应商。

source: Click <emphasis role="strong">Configuration</emphasis>, then click <emphasis role="strong">Refresh Relationships and Power States</emphasis>.
es_es: Haga clic en <emphasis role="strong">Configuration</emphasis> y luego en <emphasis role="strong">Refresh Relationships and Power States</emphasis>.
ja_jp: <emphasis role="strong">構成</emphasis> をクリックし、続いて <emphasis role="strong">リレーションシップと電源状態の更新</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">配置</emphasis>，再单击<emphasis role="strong">刷新关系和电源状态</emphasis>。

source: Click <emphasis role="strong">OK</emphasis>.
es_es: Haga clic en <emphasis role="strong">OK</emphasis>.
ja_jp: <emphasis role="strong">OK</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">确定</emphasis>。

source: Removing a physical-infrastructure provider
es_es: Eliminar un proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの削除
zh_cn: 删除物理基础架构供应商

source: You can delete a physical-infrastructure provider by completing the following steps.
es_es: Para eliminar un proveedor de infraestructura física, realice los siguientes pasos.
ja_jp: 以下のステップを実施して、物理インフラストラクチャープロバイダーを削除することができます。
zh_cn: 您可以通过下列步骤来删除物理基础架构供应商。

source: Select the physical-infrastructure provider to be removed.
es_es: Seleccione un proveedor de infraestructura física para eliminar.
ja_jp: 削除する物理インフラストラクチャープロバイダーを選択します。
zh_cn: 选择要删除的物理基础架构供应商。

source: Click <emphasis role="strong">Configuration</emphasis>, then click <emphasis role="strong">Remove Infrastructure Providers from Inventory</emphasis>.
es_es: Haga clic en <emphasis role="strong">Configuration</emphasis> y luego en <emphasis role="strong">Remove Infrastructure Providers from Inventory</emphasis>.
ja_jp: <emphasis role="strong">構成</emphasis> をクリックし、続いて <emphasis role="strong">インベントリーからのインフラストラクチャープロバイダーの削除</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">配置</emphasis>，再单击<emphasis role="strong">从清单中删除物理基础架构供应商</emphasis>。

source: Editing a physical-infrastructure provider
es_es: Editar un proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの編集
zh_cn: 编辑物理基础架构供应商

source: You can modify system settings for a physical-infrastructure provider by completing the following steps.
es_es: Para modificar las configuraciones del sistema para un proveedor de infraestructura física, realice los siguientes pasos.
ja_jp: 以下のステップを実施して、物理インフラストラクチャープロバイダーのシステム設定を修正することができます。
zh_cn: 您可以通过下列步骤来修改物理基础架构供应商的系统设置。

source: Select the physical-infrastructure provider to be modified.
es_es: Seleccione un proveedor de infraestructura física para modificar.
ja_jp: 修正する物理インフラストラクチャープロバイダーを選択します。
zh_cn: 选择要修改的物理基础架构供应商。

source: Make the required changes, and revalidate credentials if necessary.
es_es: Realice los cambios requeridos y revalide las credenciales si es necesario.
ja_jp: 必要な変更を行い、必要に応じて認証情報を再検証します。
zh_cn: 进行所需的更改，然后根据需要重新验证凭据。

source: Changing the password of the XClarity Administrator instance through its physical-infrastructure provider
es_es: Cambiar la contraseña de la instancia de XClarity Administrator a través de su proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーからの XClarity Administrator インスタンスパスワードの変更
zh_cn: 通过物理基础架构供应商更改 XClarity Administrator 实例的密码

source: Within CloudForms, you can change the password of an XClarity Administrator instance through the physical-infrastructure provider with which it is associated. Changing the password this way also changes the password in CloudForms so that they match.
es_es: Dentro de CloudForms, puede cambiar la contraseña de una instancia de XClarity Administrator a través del proveedor de infraestructura física, con el que está asociado. Al cambiar la contraseña de esta forma, también se modifica la contraseña en CloudForms, para que coincidan.
ja_jp: CloudForms では、XClarity Administrator インスタンスが関連付けられている物理インフラストラクチャープロバイダーから、その XClarity Administrator インスタンスのパスワードを変更することができます。このようにしてパスワードを変更すると CloudForms 側でもパスワードが変更され、両者の整合性が維持されます。
zh_cn: 在 CloudForms 中，您可以通过与 XClarity Administrator 实例关联的物理基础架构供应商来更改其密码。以这种方式更改密码之后，CloudForms 中的密码也随之更改，以便两者匹配。

source: Click on the physical-infrastructure provider to be modified.
es_es: Haga clic en el proveedor de infraestructura física para modificar.
ja_jp: 修正する物理インフラストラクチャープロバイダーをクリックします。
zh_cn: 单击要修改的物理基础架构供应商。

source: Click on the <emphasis role="strong">Authentication</emphasis> button in the top menu and select <emphasis role="strong">Change password</emphasis>. The Change Password for Physical Infrastructure Provider page is displayed.
es_es: Haga clic en el botón <emphasis role="strong">Autenticación</emphasis> del menú superior y seleccione <emphasis role="strong">Cambiar contraseña</emphasis>. Aparecerá la página Cambiar contraseña para el Proveedor de infraestructura física.
ja_jp: トップメニューで <emphasis role="strong">認証</emphasis> ボタンをクリックし、<emphasis role="strong">パスワードの変更</emphasis> を選択します。物理インフラストラクチャープロバイダーのパスワードを変更する ページが表示されます。
zh_cn: 单击顶部菜单中的<emphasis role="strong">验证</emphasis>按钮，然后选择<emphasis role="strong">更改密码</emphasis>。此时会显示“更改物理基础架构供应商密码”页面。

source: Enter the current password for the XClarity Administrator instance in the <emphasis role="strong">Current Password</emphasis> field.
es_es: Ingrese la contraseña actual de la instancia de XClarity Administrator en el campo <emphasis role="strong">Contraseña actual</emphasis>.
ja_jp: <emphasis role="strong">現在のパスワード</emphasis> フィールドに XClarity Administrator インスタンスの現在のパスワードを入力します。
zh_cn: 在<emphasis role="strong">当前密码</emphasis>字段中，输入 XClarity Administrator 实例的当前密码。

source: Enter the new password in the <emphasis role="strong">New Password</emphasis> and <emphasis role="strong">Confirm New Password</emphasis> fields.
es_es: Ingrese la nueva contraseña en los campos <emphasis role="strong">Nueva contraseña</emphasis> y <emphasis role="strong">Confirmar nueva contraseña</emphasis>.
ja_jp: <emphasis role="strong">新規パスワード</emphasis> および <emphasis role="strong">新しいパスワードを確認</emphasis> フィールドに新しいパスワードを入力します。
zh_cn: 在<emphasis role="strong">新密码</emphasis>和<emphasis role="strong">确认新密码</emphasis>字段中输入新密码。

source: Click <emphasis role="strong">Save</emphasis>.
es_es: Haga clic en <emphasis role="strong">Save</emphasis>.
ja_jp: <emphasis role="strong">保存</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">保存</emphasis>。

source: Viewing relationships
es_es: Ver las relaciones
ja_jp: リレーションシップの表示
zh_cn: 查看关系

source: Viewing relationships between physical servers and virtual hosts
es_es: Ver las relaciones entre los servidores físicos y los hosts virtuales
ja_jp: 物理サーバーと仮想ホスト間のリレーションシップの表示
zh_cn: 查看物理服务器与虚拟主机之间的关系

source: CloudForms shows relationships between virtual host systems and physical servers and the virtual hosts for each physical-infrastructure provider. The topology view provides a graphical representation of the relationships, allowing you to easily navigate between connected nodes (see the following figure).
es_es: CloudForms muestra las relaciones entre los sistemas de hosts virtuales, los servidores físicos y los hosts virtuales para cada proveedor de infraestructura física. La vista de topología proporciona una representación gráfica de las relaciones que le permite navegar fácilmente entre los nodos conectados (ver la figura a continuación).
ja_jp: CloudForms では、それぞれの物理インフラストラクチャープロバイダーについて、仮想ホストシステム、物理サーバー、および仮想ホスト間のリレーションシップを表示することができます。トポロジービューにはリレーションシップがグラフィカルに表示され、ノード間の関係を簡単に把握することができます (下図を参照)。
zh_cn: CloudForms 为每一物理基础架构供应商显示虚拟主机系统和物理服务器与虚拟主机之间的关系。拓扑视图中提供关系的图形化表示，让您能够轻松地浏览连接的节点（见下图）。

source: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/relationship/images/topology_widget.png" /> </imageobject> <textobject><phrase>topology widget</phrase></textobject> </inlinemediaobject>
es_es: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/relationship/images/topology_widget.png" /> </imageobject> <textobject><phrase>asistente de topología</phrase></textobject> </inlinemediaobject>
zh_cn: <inlinemediaobject> <imageobject> <imagedata fileref="images/usage/relationship/images/topology_widget.png" /> </imageobject> <textobject><phrase>拓扑小工具</phrase></textobject> </inlinemediaobject>

source: To display the topology view for a specific physical-infrastructure provider, complete the following steps.
es_es: Para mostrar la vista de topología de un proveedor de infraestructura física específico, realice los siguientes pasos.
ja_jp: 特定の物理インフラストラクチャープロバイダーについてトポロジービューを表示するには、以下のステップを実施します。
zh_cn: 若要显示特定物理基础架构供应商的拓扑视图，请完成下列步骤。

source: Click on the physical-infrastructure provider to be viewed.
es_es: Haga clic en el proveedor de infraestructura física que desea ver.
ja_jp: 表示する物理インフラストラクチャープロバイダーをクリックします。
zh_cn: 单击要查看的物理基础架构供应商。

source: Once the page loads, ensure that the summary view is being used.
es_es: Una vez que se carga la página, asegúrese de que se esté utilizando la vista de resumen.
ja_jp: ページが読み込まれたら、概要ビューが使われていることを確認します。
zh_cn: 加载页面后，确保已使用概览视图。

source: Click on <emphasis role="strong">Topology</emphasis> in the <emphasis role="strong">Overview</emphasis> table to display the Topology page. From this page, you can perform the following actions:
es_es: Haga clic en <emphasis role="strong">Topología</emphasis> en la tabla <emphasis role="strong">Descripción general</emphasis> para que aparezca la página Topología. Desde esta página, podrá realizar las siguientes acciones:
ja_jp: <emphasis role="strong">概要</emphasis> テーブルで <emphasis role="strong">トポロジー</emphasis> をクリックし、トポロジー ページを表示します。このページから、以下に示す操作を実施することができます。
zh_cn: 在<emphasis role="strong">概览</emphasis>表中，单击<emphasis role="strong">拓扑</emphasis>来显示“拓扑”页面。您可以从此页中执行下列操作：

source: Hide or show all physical server by clicking <emphasis role="strong">Physical Servers</emphasis>.
es_es: Ocultar o mostrar todos los servidores físicos haciendo clic en <emphasis role="strong">Physical Servers</emphasis>.
ja_jp: <emphasis role="strong">物理サーバー</emphasis> をクリックして、すべての物理サーバーを表示または非表示にする。
zh_cn: 单击<emphasis role="strong">物理服务器</emphasis>来隐藏或显示所有物理服务器。

source: Hide or show all hosts by clicking <emphasis role="strong">Hosts</emphasis>.
es_es: Ocultar o mostrar todos los hosts haciendo clic en <emphasis role="strong">Hosts</emphasis>.
ja_jp: <emphasis role="strong">ホスト</emphasis> をクリックして、すべてのホストを表示または非表示にする。
zh_cn: 单击<emphasis role="strong">主机</emphasis>来隐藏或显示所有主机。

source: Hide or show all VMs by clicking <emphasis role="strong">VMs</emphasis>.
es_es: Ocultar o mostrar todas las máquinas virtuales haciendo clic en <emphasis role="strong">VMs</emphasis>.
ja_jp: <emphasis role="strong">仮想マシン</emphasis> をクリックして、すべての仮想マシンを表示または非表示にする。
zh_cn: 单击<emphasis role="strong">虚拟机</emphasis>来隐藏或显示所有虚拟机。

source: Hide or show nodes in the graph that have a particular health state by clicking on one of the following states: <emphasis role="strong">Valid</emphasis>, <emphasis role="strong">Warning</emphasis>, <emphasis role="strong">Critical</emphasis>, or <emphasis role="strong">Unknown</emphasis>.
es_es: Oculte o muestre los nodos en el gráfico que tienen un estado particular haciendo clic en uno de los siguientes estados: <emphasis role="strong">Válido</emphasis>, <emphasis role="strong">Advertencia</emphasis>, <emphasis role="strong">Crítico</emphasis>, o <emphasis role="strong">Desconocido</emphasis>.
ja_jp: <emphasis role="strong">有効</emphasis>、<emphasis role="strong">警告</emphasis>、<emphasis role="strong">クリティカル</emphasis>、または <emphasis role="strong">不明</emphasis> のいずれかのステータスをクリックして、選択したヘルスステータスのノードをグラフで表示または非表示にする。
zh_cn: 单击以下任意状态，隐藏或显示图表中特定健康状态的节点： <emphasis role="strong">有效</emphasis>、<emphasis role="strong">警告</emphasis>、<emphasis role="strong">重要</emphasis>或者<emphasis role="strong">未知</emphasis>。

source: Double-click or right-click a node in the graph to navigate to the summary pages for that node.
es_es: Hacer doble clic o clic derecho en un nodo del gráfico para navegar hacia las páginas del resumen para ese nodo.
ja_jp: グラフィックでノードをダブルクリックまたは右クリックして、そのノードの概要ページに移動する。
zh_cn: 双击或右键单击图形中的节点来浏览该节点的摘要页面。

source: Viewing server relationships
es_es: Ver las relaciones de los servidores
ja_jp: サーバーのリレーションシップの表示
zh_cn: 查看服务器关系

source: You can view a list of all physical servers that are managed by a specific physical-infrastructure provider.
es_es: Puede ver un listado de todos los servidores físicos que son administrados por un proveedor de infraestructura física específico.
ja_jp: 特定の物理インフラストラクチャープロバイダーによって管理される、全物理サーバーのリストを表示することができます。
zh_cn: 您可以查看受特定物理基础架构供应商管理的所有物理服务器的列表。

source: From the physical-infrastructure provider summary view
es_es: Desde la vista de resumen del proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーの概要ビューから
zh_cn: 从物理基础架构供应商概览视图中

source: After the page loads, ensure that the summary view is being used.
es_es: Una vez que se carga la página, asegúrese de que se esté utilizando la vista de resumen.
ja_jp: ページが読み込まれたら、概要ビューが使われていることを確認します。
zh_cn: 加载页面后，确保使用的是概览视图。

source: Click on <emphasis role="strong">Physical Servers</emphasis> in the <emphasis role="strong">Relationships</emphasis> table.
es_es: Haga clic en <emphasis role="strong">Servidores físicos</emphasis> en la tabla <emphasis role="strong">Relaciones</emphasis>.
ja_jp: <emphasis role="strong">リレーションシップ</emphasis> テーブルで <emphasis role="strong">物理サーバー</emphasis> をクリックします。
zh_cn: 单击<emphasis role="strong">关系</emphasis>表中的<emphasis role="strong">物理服务器</emphasis>。

source: From the physical-infrastructure provider dashboard view
es_es: Desde la vista de panel del proveedor de infraestructura física
ja_jp: 物理インフラストラクチャープロバイダーのダッシュボードビューから
zh_cn: 从物理基础架构供应商仪表板视图中

source: After the page loads, ensure that the dashboard view is being used.
es_es: Una vez que se carga la página, asegúrese de que se esté utilizando la vista del escritorio.
ja_jp: ページが読み込まれたら、ダッシュボードビューが使われていることを確認します。
zh_cn: 加载页面后，确保使用的是仪表板视图。
